<template>
    <div class="container mx-auto">
        <h1>{{ title }}</h1>
        <p>Наблюдая за работой моих учителей: профессоров, доцентов, просто талантливых врачей кожных клиник, я
            восхищалась их работой! Действительно, как красиво они работали, ежедневно меняя мази, добавляя в них разные
            компоненты, и как быстро вначале проходили беспокоящие пациентов кожные высыпания! Для меня, как и для
            других начинающих врачей, это казалось тогда просто великим искусством! Но так же меня поразила и прекрасная
            память моих коллег. Они знали всех пациентов по именам, интересовались их жизнью и здоровьем семьи. И тем же
            отвечали им пациенты. Создавалось впечатление, что это для больных просто второй дом! Но через год, я
            поняла, в чём дело, так как сама уже знала в лицо почти всех пациентов. Секрет заключался в том, что те же
            люди с теми же болезнями примерно раз в полгода проходят лечение в специализированной больнице. И,
            естественно, лучше лечиться у аса в своём деле, коими являлись тогда доктора этих клиник.</p>
        <p>Окончив через 2 года ординатуру и поработав врачом терапевтом в поликлинике и врачом дерматовенерологом в
            кожно-венерологическом диспансере, я наблюдала всё ту же картину: острые, возникшие впервые кожные
            высыпания, проходят быстро при мазевом лечении, а вот с хроническими кожными болезнями дело обстоит намного
            сложнее! Люди ходят лечиться годами, а высыпания всё равно обостряются, причём, чем дальше, тем они
            приобретают устойчивость к ранее назначаемому лечению, поражения охватывают большие площади кожи, и, более
            того, у пациентов появляются осложнения со стороны внутренних органов. Мне больше не хотелось искусно
            подбирать мази, мне хотелось по-настоящему помогать людям. В тот же период меня беспокоила одна проблема со
            здоровьем, и подруга, тоже врач посоветовала мне обратиться к гомеопату. Какого же было моё удивление, когда
            на приёме меня спрашивали совершенно иные вещи, к которым я не привыкла. А назначили мне только один
            препарат: дали рассосать сладкие крупинки на приёме, и я ушла домой… С того времени меня больше не
            беспокоила эта проблема со здоровьем. После этого я очень заинтересовалась гомеопатией.</p>
        <p>Это было 33 года назад. С тех пор я являюсь не только поклонником гомеопатии и принципов её лечения, но и
            профессионалом с 32-х летним стажем.</p>
        <p>Как я уже говорила, у меня большой опыт лечения взрослых и детей при острых и хронических заболеваний, в том
            числе трудноизлечимых, начиная от проблем кожи и ЖКТ, мочеполовой системы, проблем иммунитета, аллергии и
            поллинозов и заканчивая тревожными состояниями и фобиями. Могу сказать, что действенность гомеопатических
            средств очень высока. Гомеопатии подвластно многое!</p>
    </div>
</template>

<script setup>
import { inject } from "vue";

const { id } = defineProps(["id"]);
const pages = inject("pages");
const { title } = pages[id];

</script>