<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Кожные болезни с точки зрения гомеопата</h1>
        <p style="text-align: justify;"><b><i>Статья была опубликована в журнале "Les nouvelles esthetiques". Рубрика:
                    Наука и красота</i></b>.</p><img src="images/ec7ce42b-3cf1-4e2b-8445-9343cf6b44e1.jpeg" alt="" decoding="async" loading="lazy" class="rounded-3xl w-60"><p style="text-align: justify;"><br></p>

        <p style="text-align: justify;"><i>Годы обучения в ординатуре всегда запоминаются надолго. Наблюдая за моими
                учителями - профессорами, доцентами, просто талантливыми врачами кожно-венерологической больницы им.
                Короленко и Центрального кожно-венерологического института, я восхищалась их работой. Как кропотливо
                подбирали они каждому пациенту ту единственную мазь, которая приносила быстрое и выраженное облегчение.
                Это
                казалось настоящим искусством! Меня всегда поражала и прекрасная память моих коллег: они знали всех
                пациентов по именам, интересовались их жизнью, здоровьем членов семьи. Таким же вниманием отвечали и
                пациенты. Создавалось впечатление, что больница - это просто второй дом. Спустя некоторое время я,
                запомнив
                лица своих и чужих пациентов, поняла, в чём секрет: те же люди с теми же болезнями примерно раз в
                полгода
                проходят лечение в специализированной больнице. Естественно, предпочитая лечиться у доктора, который
                спасал
                не единожды.</i></p>
        <p style="text-align: justify;"></p>
        <p style="text-align: justify;" class="border-l-2 pl-2 border-slate-400"><b><i>Высшее и единственное назначение
                    врача&nbsp;<span style="color: var(--un-prose-body);">состоит в том, чтобы возвращать
                        здоровье&nbsp;</span><span style="color: var(--un-prose-body);">больному – ИЗЛЕЧИВАТЬ
                        его.<br></span><span style="color: var(--un-prose-body);">С.Ганеман, «Органон врачебного
                        искусства»</span></i></b></p>
        <p style="text-align: justify;"><br></p>
        <p style="text-align: justify;">После окончания ординатуры я работала врачом в кожно-венерологическом диспансере
            и наблюдала одну и ту же картину: люди лечатся годами, их болезни периодически обостряются, со временем
            приобретая устойчивость к ранее назначенной терапии. Поражения охватывают всё большие участки кожи, кроме
            того, у пациентов проявляются осложнения со стороны внутренних органов. Искусство подбирать эффективную мазь
            уже явно не спасало, и мне захотелось чего-то большего. В связи с личными проблемами со здоровьем я попала
            на приём к гомеопату. Каково же было моё удивление, когда врач начал интересоваться совершенно иными вещами,
            чем те, к которым я привыкла, собирая анамнез больных. В результате нашей длительной беседы коллега назначил
            мне только один препарат: сладкие крупинки я приняла прямо у него в кабинете и обескураженная ушла домой. С
            тех пор меня не беспокоила эта проблема со здоровьем. И я очень заинтересовалась гомеопатией, став не только
            её поклонником, но и активно практикующим врачом-гомеопатом.</p>
        <p style="text-align: justify;">В этой статье я хочу попытаться открыть некоторые «секреты» лечения и излечения
            кожных болезней с помощью этого удивительного метода, имеющего славную историю и актуального сегодня как
            никогда.</p>
        <p style="text-align: justify;">Кожные болезни – это серьёзная проблема для многих людей. Они беспокоят как с
            физической, так и с эстетической точки зрения, во многом портят впечатление о человеке, ведь до сих пор не
            искоренилось мнение, что кожные болезни заразны. Единственный выход из этой ситуации – вылечиться.</p>
        <p style="text-align: justify;">Вопрос о том, как это сделать стоит с давних времён. На смену мазям, включающим
            природные ингредиенты (ладан, мирру, пчелиный воск, растительные масла, измельченные травы и органы
            животных), пришли более активные аналоги с гормонами и антибиотиками. Однако приходится с грустью
            констатировать, что кожные болезни не отступают, наоборот, количество их возрастает, а формы становятся всё
            более тяжёлыми, генерализованными и трудноизлечимыми.</p><p style="text-align: justify;">Почему? Возможно, ответ кроется в том, что, применяя
            те или иные наружные средства, мы воздействуем преимущественно на кожу, нередко забывая, что
            дерматологические проблемы свидетельствуют о неблагополучии всего организма, являются одним из механизмов
            его самозащиты – детоксикации. Используя топические препараты, мы блокируем этот механизм.</p><p style="text-align: justify;">Что за этим
            следует? При наличии достаточных внутренних резервов механизм депонирования и выведения токсинов через кожу
            вскоре будет вновь задействован, и тогда мы получим обострение кожного заболевания, возможно в более тяжёлой
            форме (например, псориаз будет проявляться на большей площади). В других случаях возможна трансформация
            заболевания, в том числе и с поражением внутренних органов, например, тот же псориаз перейдёт в более
            тяжелую артропатическую форму с поражением суставов.</p><p style="text-align: justify;">Внутренние болезни, в отличие от кожных, не сразу дают
            о себе знать, но они намного более опасны по своей сути. И как часто дерматологам приходится сталкиваться с
            ситуацией: вроде бы вылечили экзему, а на её место приходит бронхиальная астма. Лечат бронхиальную астму, и
            вновь появляются высыпания на коже. Замкнутый круг? Да, потому что лечили только кожу или только астму.&nbsp;</p><p style="text-align: justify;">Выход –&nbsp;в комплексном подходе к человеку, а не к его болезни! Это –&nbsp;основной принцип медицины, о котором говорил
            ещё Пирогов, в полной же мере его придерживается именно гомеопатия. При одном и том же кожном заболевании
            каждому человеку подбирается свой препарат по принципу подобия. Генетическая, а, следовательно,
            биохимическая и фенотипическая индивидуальность обусловливает в каждом случае те или иные нюансы
            симптоматики, самочувствия, поведения.</p><p style="text-align: justify;">Врач-гомеопат акцентирует внимание именно на этих особенностях и
            подбирает препарат, исходя из целого комплекса симптомов, затрагивающих не только проблемный орган или
            систему. И во многих случаях пациенту удаётся избежать консультаций и лечения у смежных специалистов –&nbsp;терапевтов, хирургов, эндокринологов, поскольку гомеопат-дерматолог ставит перед собой задачу лечить
            организм в целом.</p>
        <p style="text-align: justify;">Очень важный момент: если препарат отвечает принципу подобия в полной мере,
            излечение происходит изнутри наружу –&nbsp;это так называемый закон Геринга. Патологические процессы, как
            правило, развиваются в противоположном направлении.</p>
        <p style="text-align: justify;"><b>Закон Геринга</b></p>
        <p style="text-align: justify;"><img src="images/619237ec-1856-4616-b79b-e51198787b80.jpeg" alt="" decoding="async" loading="lazy" class="w-100"></p>
        <p style="text-align: justify;">Защитный механизм всегда имеет центробежную тенденцию к удержанию расстройства
            на периферии (слизистые оболочки, кожа), в то время как отрицательный стресс-фактор имеет противоположную,
            центростремительную тенденцию, и таким образом толкает расстройство в центр организма.</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><i>Дж. Витулкас «Новая модель здоровья и болезни»</i></span></p>
        <p style="text-align: justify;">Остановимся на этом подробнее. По законам гомеопатии у человека выделяют 3
            уровня функционирования организма –&nbsp;ментальный, эмоциональный и физический, между которыми существует
            иерархическая связь.</p><p style="text-align: justify;">Самый глубокий, центральный&nbsp;<span style="color: var(--un-prose-body);">–</span><span style="color: var(--un-prose-body);">&nbsp;ментально-духовный уровень. Это наше сознание, интеллект.
            Далее следуют эмоциональный уровень и самый поверхностный – физический, причём кожа – это покровный орган,
            стоящий на переднем рубеже защиты всех внутренних органов. В соответствии с законом Геринга излечение на
            ментальном и эмоциональном уровне будет идти с возможным временным ухудшением на уровне физическом, что
            нередко выражается в виде обострения, например, кожного заболевания. Правильная оценка ситуации при
            гомеопатическом обострении после приёма препарата – одна из основных задач врача гомеопата.&nbsp;</span></p><p style="text-align: justify;"><span style="color: var(--un-prose-body);">Работа гомеопата
            – тонкая, практически ювелирная, поскольку ему приходится учитывать множество разных нюансов не только
            симптоматики заболевания, но и общего самочувствия, эмоциональных реакций, сознания, т.е. всех трёх уровней
            функционирования организма .</span></p>
        <p style="text-align: justify;"><br></p><img src="images/2e2be6a3-64fc-4beb-851f-0cb1fb63f5f4.jpeg" alt="" decoding="async" loading="lazy">
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><br></span></p><p style="text-align: justify;"><span style="color: var(--un-prose-body);">Даже если принимать во внимание только физический (морфо-функциональный)
            уровень, излечение происходит также в соответствии с основным законом Геринга: изнутри наружу. Это
            обусловлено тем, что наш организм бережёт жизненно важные органы. Например, улучшение состояния внутренних
            органов (сердца, лёгких, печени, желудка) на фоне гомеопатического лечения иногда сопровождается временным
            появлением высыпаний на коже или усилением выделений со стороны слизистых оболочек (конъюнктивит, насморк).
            И это оценивается как положительная динамика излечения.</span></p>
        <p style="text-align: justify;">Именно поэтому гомеопаты против лечения кожи одними топическими средствами: если
            «успешно» ликвидировать сыпь, появившуюся после приёма гомеопатического препарата, то по принципам
            гомеопатии все внутренние проблемы вернутся назад и уйдут вглубь.</p>
        <p style="text-align: justify;">Особенно остро, по нашему мнению, стоит вопрос об использовании гормональных
            мазей: ими заполнены все аптеки, их рекомендуют врачи КВД. Мази и кремы со стероидными гормонами стали
            современной панацеей от всех кожных «бед», так как дают быстрый клинический эффект, просты и удобны в
            применении. И как часто мы забываем о том, что они меняют структуру кожи: она становится тонкой, атрофичной,
            сквозь неё начинают просвечивать расширенные кровеносные сосуды (купероз). Кожа постепенно теряет свои
            защитные функции, и часто к основному заболеванию присоединяются гнойные и грибковые инфекции. Применение
            гормональных мазей на лице часто осложняется демодекозом. Стероидные мази оказывают влияние на гормональный
            статус организма в целом, к тому же <b>они не излечивают от кожной болезни, а лишь на время снимают симптомы</b>.
            После их применения лечить другими способами намного сложнее, так как очень быстро развивается привыкание.</p>
        <p style="text-align: justify;">Основным принципом классической гомеопатии является назначение только одного
            гомеопатического препарата, в «портрет» которого наиболее полно укладываются яркие и индивидуальные симптомы
            болезни и другие особенности пациента, так называемый принцип подобия.</p>
        <p style="text-align: justify;"><b>Принцип подобия</b></p>
        <p style="text-align: justify;">Искусство обнаружения подобия заключается в наиболее точном выявлении
            соответствия симптомов действия лекарства (гомеопатического препарата в аллопатической дозе) и симптомов,
            имеющихся у больного. Например, укус пчелы вызывает у чувствительного к нему человека крапивницу и отёк. Эти
            же симптомы –&nbsp;бледно-красный отёк, ухудшение состояния в тепле, отсутствие жажды –&nbsp;заставляют задуматься об
            эффективности гомеопатического препарата<i> Apis mellifica</i>.</p>
        <p style="text-align: justify;">Очень важно помнить о том, что подобие клинической и лекарственной картины
            должно быть полным, включать не только совпадение болезненных симптомов, но и сходство соматических и
            психологических особенностей пациентов, чувствительных к лекарству. Именно со сверхчувствительностью
            больного человека к подобным лекарствам С. Ганеман связывал эффективность малых доз гомеопатических
            препаратов.</p>
        <p style="text-align: justify;">Покажем на нескольких примерах, как можно справиться с кожными болезнями с
            помощью гомеопатических средств.</p>
        <p style="text-align: justify;"><i><b><br></b></i></p><p style="text-align: justify;"><i><b>Ирина, 1975 года рождения</b></i></p>
        <p style="text-align: justify;">Обратилась с жалобами на высыпания на коже кистей рук. Болеет с 6 лет, при
            обострениях пользуется различными гормональными мазями. Ухудшение состояния происходит при контакте с
            моющими средствами и в холодное зимнее время. Последнее обострение возникло поздней осенью. Пациентка
            жаловалась на сильный, жгучий, раздирающий зуд, который заставляет просыпаться после полуночи. «Я встаю
            ночью, иду в ванную и держу руки практически под кипятком. Сначала это больно, но потом зуд проходит, и я
            засыпаю». При осмотре: на кистях кожа сухая, истонченная, видны единичные пузырьки и трещины. Клинический
            дерматологический диагноз: дисгидротическая экзема кистей рук.</p>
        <p style="text-align: justify;">При беседе выясняется, что Ирина очень тревожна. Беспокойство по поводу здоровья
            граничит со страхом, особенно по ночам и когда дома никого нет. Она очень аккуратна и педантична. В
            соответствии с «портретом» больной и гомеопатическим «портретом» препарата ей был назначен <b>арсеникум</b>.</p>
        <p style="text-align: justify;">На следующем приёме через месяц она уже не жаловалась на раздирающий зуд, сон
            стал спокойнее, на руках меньше трещин и пузырьков. В течение 2-х недель перешла на обычный смягчающий
            детский крем. «Надеюсь, что этот ад ко мне больше не вернется!».</p>
        <p style="text-align: justify;">Конечно, на этом терапия не закончилась, и полностью вылечиться Ирине удалось
            только через 2 года. Однако результат был оценен ею весьма высоко: «Я свободна, потому что мои руки здоровы,
            я могу готовить, мыть посуду и спокойно работать».</p>
        <p style="text-align: justify;"><b>Гомеопатический портрет лекарства – АРСЕНИКУМ</b></p>
        <p style="text-align: justify;">Типу арсеникум свойственны меланхолический характер, педантичность, повышенное
            чувство долга, любовь к порядку, склонность к фобиям, подозрительность, повышенная щепетильность. Больные
            боятся холода, но открывают окно, поскольку нуждаются в свежем воздухе. Испытывают потребность в холодном
            питье.</p>
        <p style="text-align: justify;">Соматические заболевания протекают в тяжёлой форме. Пациент, как правило,
            беспокоен, ему знаком страх смерти. Живёт в постоянном ожидании худшего. После полуночи наступает
            «тоскливость и возбуждение» (Ж. Шаретт). Сон прерывистый, неосвежающий, с тревожными сновидениями.</p>
        <p style="text-align: justify;">Испытывает боли различной локализации, но они всегда жгучие, улучшающиеся от
            тепла. Кожные проявления могут иметь аллергическое происхождение.</p>
        <p style="text-align: justify;">Характерные признаки типа: «возбуждение и ожесточение ночью, сильная слабость
            после самого легкого движения, жгучие боли, улучшающиеся после тепла, неутолимая жажда».</p>
        <p style="text-align: justify;"><b><i><br></i></b></p><p style="text-align: justify;"><b><i>Валентина Сергеевна,1960 года рождения</i></b></p>
        <p style="text-align: justify;">Обратилась с жалобами на высыпания по всему кожному покрову, которые появились 3
            месяца назад после тяжёлого эмоционального стресса –&nbsp;внезапной смерти близкого человека. Лечилась в КВД по
            месту жительства: врач назначил мазь лоринден А, кларитин (таблетки) и успокаивающие средства. Обратилась к
            гомеопату из-за отсутствия видимых результатов лечения: «Конечно, если бы я не лечилась, было бы ещё хуже.
            Но я ожидала от лечения большего и не хотела бы пользоваться гормональными мазями. Я слышала, что к ним
            наступает привыкание и придётся всё время их использовать».</p>
        <p style="text-align: justify;">После осмотра поставлен клинический диагноз: диффузная экссудативная форма
            псориаза в прогрессирующей стадии.</p>
        <p style="text-align: justify;">Пациентка практически ничего не рассказывала о своём внутреннем состоянии. Она
            не хотела никому говорить о произошедшем с ней несчастии, при воспоминаниях на глазах немедленно появлялись
            слезы. Её беспокоило ощущение кома в горле («мои слёзы стоят в горле») и отсутствие аппетита. Был
            рекомендован гомеопатический препарат <b>игнация</b>.</p>
        <p style="text-align: justify;">На приёме через месяц пациентка уже рассказывала о себе намного больше. У неё
            прошло ощущения кома, появился аппетит, она стала лучше спать и смогла поплакать, поговорить «по душам» с
            близкой подругой, от чего стало немного легче. С её слов: «Новые высыпания не появляются, хотя я больше не
            пользуюсь гормональной мазью». Лечение препаратом игнация продолжено.</p>
        <p style="text-align: justify;"><b>Гомеопатический портрет лекарства – ИГНАЦИЯ</b></p>
        <p style="text-align: justify;">Преимущественно женское средство. Чаще всего это брюнетки с карими глазами,
            скромные, глубоко порядочные, с высокими моральными устоями, сильными привязанностями. Твёрдые в чувствах,
            быстрые в решениях. На женщин аморальных, невежественных игнация действия не окажет.</p>
        <p style="text-align: justify;">При расспросах выясняются факты чрезмерно строгого воспитания в детстве,
            длительных переживаний, различных эндокринных заболеваний в анамнезе, в том числе и связанных с
            гиперпролиферативными процессами.</p>
        <p style="text-align: justify;">Ж.Шаретт подчёркивает, что «игнация показана прежде всего женщинам при
            различных заболеваниях, которые могут быть результатом давно затаённого горя». Пациентки не делятся своими
            переживаниями, не испытывают потребности в утешении. Однако длительно скрываемое горе способствует
            формированию страха за своё здоровье, часто не обоснованного.</p>
        <p style="text-align: justify;">Характерные признаки типа: интровертность, неустойчивое настроение, склонность к
            спастическим состояниям. Игнация быстро устраняет характерный симптом невроза – комок в горле.</p>
        <p style="text-align: justify;">Приведённые примеры показывают сомнительные результаты терапии кожных болезней
            топическими стероидными препаратами. Конечно, гормональные мази могут принести быстрое облегчение, но это не
            означает излечение. В гомеопатии этот эффект расценивается со знаком «минус» –&nbsp;как <b>подавление</b>.</p>
        <p style="text-align: justify;"><br></p><p style="text-align: justify;">Эти два случая наглядно демонстрируют приоритеты в работе врача-гомеопата,
            всегда ориентированного на <b>индивидуальные проявления симптомов</b> хронического дерматоза. Именно они являются
            ведущими в назначении гомеопатического препарата.&nbsp;</p><p style="text-align: justify;">Повторяю –&nbsp;не диагноз, а симптомы.&nbsp;</p><p style="text-align: justify;">Второй важный момент –
            это этиология заболевания, т.е. пусковой момент или явная причина, после которой болезнь обострилась или
            возникла (как во втором случае). Если пациент специально акцентирует на этом внимание, то описываемые им
            обстоятельства обязательно учитываются при выборе гомеопатического препарата.</p>
        <p style="text-align: justify;">Многими специалистами практикуется одновременное назначение нескольких
            препаратов или комплексных гомеопатических средств. По нашему мнению их применение можно считать
            аллопатическим подходом с гомеопатическим уклоном. Только классически подобранный гомеопатический препарат
            действует на суть заболевания, даруя человеку истинное излечение и крепкое здоровье.</p>
        <p style="text-align: justify;">И как радостно врачу осознавать, что пациента оставили долго мучавшие его
            болезни, кожа стала здоровой и чистой, и при встрече с людьми человек может протянуть им руку и открыто
            улыбнуться!</p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
