<template>
 <div class="ui container">

 <h1 class="mt-12" style="text-align: left;">«Континуум» единой теории болезней</h1>
 <p style="text-align: justify;"><b><span style="color: var(--un-prose-body);">ДЖОРДЖ ВИТУЛКАС, СТЕФАНО
 КАРЛИНО<br></span><span style="color: var(--un-prose-body);">МЕЖДУНАРОДНАЯ АКАДЕМИЯ КЛАССИЧЕСКОЙ
 ГОМЕОПАТИИ, АЛОНИССОС, ГРЕЦИЯ</span></b></p>

 <p style="text-align: justify;">Тему настоящей статьи определил простой вопрос, заданный ребенком: "Почему я
 болею?" Этот вопрос очень интересен, но на него нет простого ответа. В данной работе обсуждается несколько
 возможных ответов на этот поставленный трудный вопрос. В течение всей жизни, с самого рождения до смерти
 человека сопровождает целая череда патологических состояний, которые он переносит, иными словами
 «континуум» - «совокупность взаимосвязанных между собой явлений». Всякий раз, как в остром, так
 и в хроническом состоянии организм реагирует как целое, а не как отдельный орган, и
 всегда глубоко страдает от неправильного лечения или его отсутствия.</p>
 <p style="text-align: justify;">Хронические и острые заболевания в медицинской истории человека образуют
 цепь взаимосвязанных иммунных ответов в их реальной непрерывности, то есть действительного континуума,
 и который в каждый конкретный момент времени отражает результат воздействия этой череды болезней
 на организм. </p>
 <p style="text-align: justify;">В данной публикации выдвигается идея, что лечение болезней
 посредством большого количества химических препаратов или других способах 
 подавления, во много раз превышает возможности естественных защитных сил организма, что
 заставляет иммунную систему сдавать свои позиции, и возводить новую, более глубокую линию обороны, что
 являет собой начало нового хронического состояния. Поэтому первоначальное воспаление в остром состоянии
 может получить свое продолжение в виде подострого воспалительного процесса на более глубоком уровне.</p>
 <p style="text-align: justify;">Следовательно, с самого детства все острые воспалительные состояния
 следует лечить очень осмотрительно и тщательно, и не заставлять иммунную систему отступать. Также 
 автор в данной статье выдвигает в качестве предположения идею о том, что все хронические
 дегенеративные процессы носят подострый воспалительный характер, и что "воспаление" как таковое
 является основным общим параметром для всех заболеваний.</p>
 <p style="text-align: left;"><b>Основные положения</b></p>
 <p style="text-align: justify;">На протяжении жизни человека с момента рождения и до самой смерти здоровье 
 индивидуума подвергается череде болезней, острых и хронических – континууму. В том случае, когда
 острые заболевания не лечатся должным образом и иммунная система пациента ослаблена, то здоровье индивида
 находится в постоянной опасности.</p>
 <p style="text-align: justify;">Острые детские заболевания (не эпидемические, которые в первую очередь
 проявляются в системах внешнего реагирования организма - в респираторной, пищеварительной и
 эпидермальной - кожной) необходимо лечить осторожно и не подавлять избытком лекарств. В противном случае,
 острые заболевания продолжатся в измененной форме, в виде подострого воспалительного процесса, запуская
 экспрессию генетических предрасположенностей организма, вследствие чего манифестируют хронические
 дегенеративные заболевания. Все хронические состояния также носят воспалительный характер, и это
 "воспаление" является отличительным признаком всех заболеваний.</p>
 <p style="text-align: justify;">Если на организм в состоянии жара (высокой температуры) неоднократно оказывается
 агрессивная нагрузка сильными химическими препаратами или их избытком, то позже и со временем, ослабленная
 иммунная система может быть подорвана настолько, что уже не сможет больше реагировать сильным жаром, даже
 при воздействии опасных микроорганизмов. Одним из лучших примеров этого является синдром хронической
 усталости, так же называемый "послевирусным астеническим синдромом". Об этом синдроме известно, что после
 вирусной инфекции может развиться хроническое состояние, которое иногда характеризуется изнуряющей
 усталостью, сопровождаемой мышечной слабостью, небольшим повышением температуры, болезненностью
 лимфатических узлов, головной болью и депрессией. Другим примером является острый вирусный гепатит, который
 может развиться в дисфункцию печени и в итоге привести к циррозу печени, а также острая ревматическая
 атака, заканчивающаяся хронической болезнью сердца. Известно также, что у пожилых людей снижена способность
 реагирования высокой температурой на воздействие возбудителя инфекции. Во всех таких случаях, когда высокая
 температура как реакция на вирусную инфекцию резко подавляется соответствующими средствами, и общий уровень
 здоровья серьезно ухудшается. При этом провоцируется появление нового хронического дегенеративного
 заболевания, к которому организм генетически предрасположен.</p>
 <p style="text-align: justify;">Возникают вопросы: "Какова связь между острыми воспалительными процессами и
 хроническими заболеваниями, для которых характерны обострения?" и "Могут ли они образовывать одну линию
 основного нарушения?".</p>
 <p style="text-align: justify;">В острых состояниях, после агрессивного вмешательства сильных химических
 веществ, общее состояние здоровья организма будет понижаться, организм «сдает свои позиции» защиты на
 периферическом уровне, и отступая , пытается продолжить защиту на более глубоком. Если эта
 новая линия защиты опять атакуется, то защита организма спустится на еще более глубокий уровень. Понижение
 уровня защиты будет следовать иерархическому плану, который, вероятно, является архетипом для всех людей —
 периферические инфекции идут вглубь, на более значимый уровень.</p>
 <p style="text-align: justify;">Следовательно, мы можем предположить, что иммунная система, главной задачей
 которой является поддержание жизни любой ценой, структурирована так, чтобы откликаться и реагировать разными
 способами на разных уровнях. У иммунной системы есть несколько уровней защиты. Первая линия защиты 
 - это способность повышать высокую температуру на заболевание. Если это уже невозможно из-за
 иммуннодефицита, тогда второй линией защиты будет подострый воспалительный процесс, который носит более
 размытый характер, процесс затрагивает большое количество систем организма и поэтому сильнее подрывает
 здоровье, вовлекая все более жизненно важные органы или системы.</p>
 <p style="text-align: left;"><b>Бесконечная сложность человеческого существа</b></p>
 <p style="text-align: justify;">Если мы рассматриваем человеческое существо как целое, с разумом, чувствами,
 языком, познавательными и созидательными возможностями, то оказывается, что <b>никакой другой организм на
 этой
 планете не является таким сложным и разносторонним, как человек</b>. Поэтому невозможно, чтобы
 какой-либо вид
 биохимического исследования мог дать нам действительно определенный ответ о состоянии здоровья индивидуума в
 определенный момент. Лабораторные тесты могут дать нам лишь очень общее представление о том, что происходит
 на биохимическом уровне в конкретный момент, но не могут описать истинное общее состояние организма. В этой
 работе мы постараемся определить некоторые параметры, которые помогут практическому медику получить лучшее
 представление об общем состоянии здоровья пациента.</p>
 <p style="text-align: left;"><b>Роль окружения в возникновении и форме болезней</b></p>
 <p style="text-align: justify;">Обычно болезни начинают проявляться с самых первых дней жизни, когда
 новорожденный сталкивается с враждебной окружающей средой. Мы живем в среде, насыщенной возбудителями, 
 поэтому наш организм должен постоянно себя защищать. Соотношение между способностью индивидуума
 к адаптации и защите от враждебных факторов и способностью враждебного агента навредить здоровью 
 индивидуума и определяет, возникнет болезнь или нет. Очевидно, что для начала болезни необходим
 стресс – фактор - возбудитель, а также иммунная система индивидуума должна быть ослабленной, и иметь
 предрасположенность (чувствительность) к данному враждебному агенту. Это верно на первом уровне
 защиты — например, может существовать микроб и организм, чувствительный к этому микробу, и этот микроб может
 инициировать микробную инфекцию, или может существовать вещество, воздействующее на чувствительный организм,
 и это может быть причиной начала болезни.</p>
 <p style="text-align: left;"><b>Роль образа жизни в формировании болезней</b></p>
 <p style="text-align: justify;">Другой важной причиной, почему мы заболеваем, часто является результат нашего
 собственного образа жизни, привычек, питания, мыслей, чего-то, что нарушает закон природы. Если мы выходим
 за пределы, положенные природой, мы неизбежно теряем равновесие гомеостаза. Например, если мы напрягаемся
 сверх своего природного уровня прочности, то в какой-то момент организм отреагирует развитием болезни.
 Если мы взращиваем в себе негативные чувства, то мы можем спровоцировать врожденные предрасположенности к
 хроническим состояниям.</p>
 <p style="text-align: left;"><b>Предрасположенности к болезням</b></p>
 <p style="text-align: justify;">Окружающей среды и образа жизни недостаточно для возникновения заболевания; есть
 болезнетворный фактор, и <b>человеческий организм может быть чувствительным к нему</b>, и поэтому сможет
 развиться
 острое заболевание. Хорошо известно, что два человека или более могут иметь связь с женщиной, зараженной
 гонореей, но только один из них заболеет. В организме развивается болезнь, когда есть предрасположенность,
 слабость к определенному болезнетворному фактору (не у каждого разовьется туберкулез при воздействии
 Mycobacterium tuberculosis). Другими словами, когда соотношение между силой «агрессора»
 (болезнь-образующего фактора) и прочностью одного из защитных механизмов организма индивидуума, в
 пользу агрессора, то организм заболевает, а если превосходство стрессора слишком высоко, то это
 может даже привести к смерти пациента. В большинстве случаев предрасположенности являются врожденными,
 но применение определенных лекарств, таких как антибиотики, или воздействие свободных радикалов или других
 химических веществ, содержащихся в окружающей среде может вызвать мутацию ДНК, которая может привести
 к развитию "приобретенных" предрасположенностей, из-за ослабления определенных органов или тканей. В норме,
 ежедневно повреждаются около 104 оснований ДНК на клетку, и каждая клетка постоянно исправляет эти
 повреждения для сохранения целостности генома. К счастью, этот весьма сложный механизм очень эффективен, но
 его неправильная работа может сыграть некоторую роль в развитии новых предрасположенностей.</p>
 <p style="text-align: left;"><b>Подавление острых болезней как причина начала хронических болезней</b></p>
 <p style="text-align: justify;">Давайте еще немного разовьем эту идею. Есть болезни, которые мы называем
 острыми, и болезни, которые называются хроническими и дегенеративными. Важно различать причину
 острой болезни и хронического расстройства. Мы хотим понять, что на самом деле происходит с
 индивидуумом с самого момента рождения, когда у него уже есть некоторые проблемы со здоровьем, и как они
 развиваются на протяжении жизни.</p>
 <p style="text-align: justify;">Почти у каждого есть проблемы со здоровьем. И вряд ли вы найдете
 новорожденного без потенциальных проблем со здоровьем, в тот или другой момент жизни, либо острых,
 либо хронических.</p>
 <p style="text-align: justify;">С точки зрения проявления лихорадочных реакций при заболеваниях, для общей
 картины болезней людей характерны две основные группы: с высокой температурой и с незначительным повышением
 температуры или вообще без ее повышения. К первой группе относятся острые болезни, ко второй хронические.
 </p>
 <p style="text-align: justify;">Главная цель данной статьи — исследовать связь между этими двумя группами
 у одного и того же индивида; или другими словами, показать, что в конкретном организме существует континуум,
 определяющий характер реакций иммунной системы этого индивида.</p>
 <p style="text-align: justify;"><b>Очень интересное наблюдение: у многих хронических болезней есть обострения и
 ремиссии</b>. Возьмем для примера человека, страдающего эпилепсией. На стадии кризиса у него происходит
 эпилептический припадок, но какие изменения происходят в его организме вне стадии кризиса и какие изменения
 происходят для того, чтобы произошел эпилептический припадок? Этот же вопрос относится к рассеянному
 склерозу, бронхиальной астме, сенной лихорадке и другим хроническим дегенеративным состояниям.</p>
 <p style="text-align: justify;">Следующий резонный вопрос: "Сравнимы ли волны обострений при хроническом
 состоянии, когда в организме происходит рецидив, с острыми болезнями?". <b>Если мы сможем понять, как
 работает
 человеческий организм, то, возможно, мы создадим теорию болезней, не имеющую ничего общего с той, что
 преподается студентам в мединститутах</b>.</p>
 <p style="text-align: justify;">В медицинских институтах студентов учат распознавать хронические и острые
 болезни, описывают различные синдромы, характерные признаки острых состояний, учат специальному лечению
 каждого из них. Достаточно ли этого знания врачу для лечения пациента, пришедшего к нему с приступом астмы?
 Обычно врач знает, что он должен делать с приступом астмы — он выписывает бронходилататоры или же, если
 приступ слишком сильный, назначит кортикостероиды, и приступ астмы будет купирован. Но через некоторое
 время приступ повторится, и общее здоровье будет ухудшаться. С годами число приступов будет
 расти, приступы будут хуже поддаваться лечению, и в итоге перед нами предстанет пациент, похожий на моего
 недавнего пациента – согнутый буквально пополам, не мог ни дышать, ни толком говорить со мной.
 </p>
 <p style="text-align: left;"> Журнал "Scientific American" (июнь 2000 г., стр. 30, статья "Asthma
 Worldwide") пишет:</p>
 <p style="text-align: justify;">«…астма была редка в 1900 году, но сейчас она выросла до масштабов эпидемии: от
 нее страдают более 15 миллионов в США и в 10 раз больше по всем миру. По данным Всемирной организации
 здравоохранения, каждый год астма отнимает жизнь 5000 американцев, в основном, пожилых, и 180000 людей
 по всему миру. Непонятно, почему количество заболеваний астмой столь велико и все еще продолжает
 расти, особенно в западных англоязычных странах. И что примечательно, нам практически неизвестны случаи
 астмы в деревнях и отдаленных поселениях Африки…»</p>
 <p style="text-align: justify;">Кроме того, Американская Академия Аллергии, Астмы и Иммунологии дает очень
 неутешительные статистические данные по увеличению случаев астмы. Очевидно, что в "западных странах" болезни
 лечат явно как - то не так, не излечивают людей. Если постоянно убирать (подавлять) симптомы, сначала
 у вас создается впечатление, что в целом болезнь облегчается, но потом она становится все хуже и хуже. 
 Это как если бы скороварка стояла на плите (причина болезни) и вы видели, как пар выходит из
 предохранительного клапана (симптом), и вы, вместо того, чтобы отключить нагреватель (устранить причину
 болезни), закрываете предохранительный клапан (подавление симптомов), то это, конечно, приводит к очень
 опасному увеличению давления в скороварке. В рутинной ежедневной практике была показана корреляция между
 тонзилэктомией и риском воспалительных заболеваний кишечника, потому что хирургическое удаление миндалин,
 которые кажутся причиной проблем пациента, может вызывать более глубокие и более серьезные последствия и
 заболевания. С XVII-XVIII вв. подавление геморроидальных, менструальных выделений и кожных высыпаний
 загоняло нарушения вглубь тела, приводя к возникновению астмы и одышки. Если мы посмотрим на официальную
 статистику правительства США по смертности с начала прошлого века, мы увидим снижение смертности от
 инфекционных заболеваний, но увеличение смертности из-за рака . Другими словами, мы с вами стали свидетелями
 того, как легкий и поверхностный недуг видоизменился и обрел более устрашающее лицо, но на 
 более глубоком уровне. Также надо заметить, что снижение уровня смертности из-за
 инфекционных заболеваний произошло не из-за вакцинации населения или применения антибиотиков, так как
 данные методы стали применяться тогда, когда положительная тенденция к снижению летальных исходов от
 инфекций уже почти прекратилась. Также на данный момент мы можем видеть тревожный рост заболеваемости
 аутизмом у американских детей в период с 1992-1993 до 1999-2000 гг., около 2,500% в среднем. На нас, как на
 практических врачах, лежит ответственность за тщательное рассмотрение этого явления.</p>
 <p style="text-align: left;"><b>Совокупность симптомов как реакция организма, пытающего восстановить
 равновесие
 </b></p>
 <p style="text-align: justify;">Вернемся к приступу астмы. Сегодня медицину интересует, можем ли мы уменьшить
 тяжесть этих приступов или вылечить пациента.</p>
 <p style="text-align: justify;">Какие параметры сообщают нам о том, можно ли вылечить пациента? Для
 практического медика эти параметры представляют огромный интерес. Предположим, у ребенка часто случались
 болезни, раз за разом, и он спросил себя: "Почему я заболеваю? Мои друзья в школе не болеют, или болеют не
 так часто". Возможно, ответ заключается в сложности индивидуума и особой наследственности. В рамках этой
 наследственной предрасположенности его защитный механизм пытается адаптироваться к окружающей среде, чтобы
 выжить, поддерживая гомеостаз, без необходимости проявления ряда патологических симптомов. Проявлением
 патологических симптомов организм на самом деле пытается восстановить утерянное равновесие. Например, если
 очень жарко, организм, чтобы охладиться, реагирует потением. Но если это охлаждение резкое, система
 отреагирует обычной "простудой", которая, чтобы вернуть равновесие, даст высокую температуру, доводя реакцию
 до патологического уровня. Заявление, что симптомы это негативное проявление, которое необходимо
 ликвидировать или подавить, являет собой чистую умозрительную выдумку. Мы чувствуем боль в суставе, когда
 пораженную часть надо обездвижить, чтобы свести к минимуму локальное нарушение и позволить максимальное и
 быстрое восстановление. Подавление боли, которое, с одной стороны, дает свободу движения, иногда может
 привести к серьезному органическому повреждению; таким образом, <b>развитие симптома — полезный
 механизм</b>.
 Биология считает его механизмом развития и адаптации. Поэтому нам следует сделать вывод, что, например,
 эпидемии детских болезней необходимы для "тренировки" иммунной системы и придания ей больше сил для
 выживания в дальнейшей жизни.</p>
 <p style="text-align: left;"><b>Значение симптомов</b></p>
 <p style="text-align: justify;">Мы можем выдвинуть гипотезу, что острые заболевания часто являются процессами
 обучения организма, и врач должен понимать это, чтобы предотвратить подавление и переход в хроническую
 болезнь. Когда организм впервые попадает в новые условия, он должен узнать, в каком направлении ему надо
 развивать, обучать и усиливать свою иммунную систему. Организм выражает свое недомогание через
 симптомы, а в симптомах есть много информации очень полезной для врачей, которая указывает им направление в
 лечении пациентов и позволяет ответить на вопросы, например "Можно ли вылечить эту болезнь?" или "Можно ли
 помочь пациенту, и до какой степени?". В хронических случаях врач, практикующий аллопатическую медицину,
 редко может сказать, сможет ли он вылечить пациента. По хорошему, такому врачу следует сказать, что он
 даст пациенту лекарство, с которым пациенту будет комфортнее, боль и другие симптомы не будут его так сильно
 беспокоить. Но он не может утверждать, что этот конкретный пациент будет вылечен. В гомеопатии дела обстоят
 немного иначе. Иначе говоря, используя информацию "совокупности всех симптомов", врач во многих случаях
 может утверждать, можно или нельзя вылечить этого пациента.</p>
 <p style="text-align: left;"><b>Защитный механизм и иерархия человеческого организма</b></p>
 <p style="text-align: justify;">И в царстве животных, и в царстве растений у каждого живого организма есть своя
 защитная система, и врач должен, если это возможно, найти ключ, соответствующий тому какие реакции каждого
 организма на болезни. Это основное правило гомеопатии. Не случайно, что у новорожденного ребенка болезни
 появляются главным образом на наиболее внешних частях тела. Педиатры соглашаются, что в детстве в основном
 страдают именно респираторная, пищеварительная и кожная системы. Эти три системы связаны с нашими контактами
 с окружающей средой. Эти три системы подвергаются самому большому числу атак различных микробов и химических
 веществ, вызывающих болезни, которые мы называем острыми, для которых характерна высокая температура. 
 </p>
 <p style="text-align: justify;">Мочевыделительная система с почками, сердечно-сосудистая система с сердцем и
 нервная система с мозгом менее
 уязвимы и защищены гораздо сильнее, и в раннем детстве они намного меньше страдают от острых инфекций. Это
 происходит потому, что иммунная система ребенка обычно находится во вполне хорошем состоянии, и в общем
 случае на лучшем уровне, чем у взрослого. Очевидно, что воспаление кожи, кишечника или бронхов менее опасно
 для жизни пациента, чем воспаление почек, сердца или мозга. <i>"Гематоэнцефалический барьер обеспечивает как
 анатомическую, так и физиологическую защиту центральной нервной системы, строго регулируя поступление
 многих
 веществ и переносимых кровью клеток в нервные ткани"</i>, и это показывает, что организм нацелен на
 действенную
 защиту наиболее важных для выживания систем. Мы должны согласиться, что при защите органов и систем организм
 соблюдает их иерархию. </p>
 <p style="text-align: justify;">Поэтому он будет пытаться удержать нарушение скорее на уровне периферии, как
 можно
 дальше от более важных органов и систем. Первые наблюдаемые у детей инфекции находятся в верхних дыхательных
 путях; это в основном тонзиллит, ринофарингит, обычные простуды и т.д. но не энцефалит, менингоэнцефалит или
 инфекции центральной нервной системы. Небные миндалины это одни из ворот, предотвращающие попадание инфекции
 в легкие (которые расположены на достаточно важном уровне), предупреждающие более серьезные инфекционные
 заболевания, которые создали бы угрозу для всего организма. У организма есть закон, принцип, который не
 выражается логически, но который мы можем заметить, если рассматривать все вышеупомянутые факты. </p>
 <p style="text-align: justify;">Например, у
 ребенка тонзиллит, он принимает антибиотики, и вскоре после этого появляется другая инфекция, а на следующий
 год у ребенка еще одна инфекция, которую опять лечат антибиотиками. <b>В следующем году у него может быть
 уже
 не тонзиллит, а скорее устойчивая трахеобронхиальная инфекция, и он опять принимает антибиотики</b>.
 Через
 несколько лет у этого организма, уже ослабленного, появятся инфекции, начинающиеся с легких, и пневмония.
 Теперь поражены (пневмонией) легкие, наиболее важные органы респираторной системы. Очень часто аллергический
 ринит является состоянием, предшествующим астматической патологии, особенно если ринит подавляется
 фармакологическим лечением. </p>
 <p style="text-align: justify;">Другими словами, болезнь уходит с периферийного уровня респираторной системы и
 идет в ее более глубокие органы, безусловно, важные для выживания индивидуума. Если этот иерархический
 порядок есть первичный принцип для всех человеческих существ, то выбор защитного механизма для
 удержания воспаления на периферийном уровне (небные миндалины) это наилучший возможный выбор, и врач,
 понимающий и принимающий эти принципы, должен уважать его. В таком случае врач направит свое лечение на то,
 чтобы помочь организму побороть болезнь, а никак не банальное и быстрое подавление воспалительного
 процесса, и тем самым подавить и иммунную систему, сломить ее оборону, и загоняя болезнь на более
 глубокий уровень. </p>
 <p style="text-align: justify;">Рассмотрим другую систему, мочевыделительную. У пациента повторные инфекции
 мочевых путей, то вероятнее всего у него разовьется интерстициальный цистит, синдром раздраженного мочевого
 пузыря или необратимое повреждение почек. Когда вы будете исследовать историю каждого из этих пациентов, вы
 увидите схожие процессы. Сначала организм пытается удержать инфекцию на периферическом и более поверхностном
 уровне, не таком опасном для всего организма. Вмешиваясь с сильными химическими лекарствами, мы не позволяем
 этому нарушению остаться на этом периферическом уровне, подавляя иммунную систему и заставляя инфекцию
 переходить на более глубокий уровень, пока она не доберется и не поразит самую глубокую часть этой системы,
 которой в нашем примере являются почки.</p>
 <p style="text-align: justify;">Другой пример. Есть пациенты, у которых часто случается диарея из-за
 какого-нибудь типа инфекции; эти диареи лечат химическими лекарствами, иногда антибиотиками, и в итоге
 развивается псевдомембранозный колит, который лечат другими лекарствами. Через некоторое время может
 появиться язвенный колит и, в конце концов, рак толстой кишки. Лечение антибиотиками вызывает изменение
 кишечной флоры, благоприятствуя некоторым анаэробным штаммам, которые в норме присутствуют в виде нескольких
 колоний и остаются безвредными, но в этом случае начинают расти в избытке. В результате их избыточного роста
 весь организм может серьезно пострадать. Последнее время все большее распространение получает гипотеза, что
 качество микрофлоры может играть важную роль в патогенезе аутизма.</p>
 <p style="text-align: justify;">Все эти примеры сходны в одном отношении: сначала во всех случаях организм
 пытается удержать нарушение на неглубоком, периферическом, и потому легко управляемом уровне. Вопрос в
 том, понимаем ли мы этот принцип и стараемся ли удержать нарушение на периферическом уровне, или мы
 игнорируем этот важный принцип, действуем на свое усмотрение и подавляем проявление острого состояния.
 Большинство хронических нарушений начинается, когда младенцев, страдающих от кожных высыпаний, лечат
 кортикостероидами — кожные высыпания подавляются, что не дает организму вывести более глубокие нарушения на
 кожу. </p>
 <p style="text-align: justify;">Для предупреждения инфекций мочевыделительного тракта часто прописывают
 антибиотики, не из-за
 проявления каких-либо симптомов, просто из-за того, что посевы мочи положительны на определенный тип
 бактерий. Врач не задается вопросом, зачем организму "нужны" эти колонии бактерий, но, как правило,
 прописывает сильный антибиотик. Это, конечно, не оптимальный способ лечения болезней, и многие
 провокационные мысли и идеи, представленные в этой статье, могут заслуживать рассмотрения. В США, например,
 последние статистические данные говорят о 328000 пациентов с почечной недостаточностью, проходящих
 гемодиализ; это устрашающее число. Почему в прошлом не было такого большого числа пациентов с почечной
 недостаточностью? </p>
 <p style="text-align: justify;">Когда мы исследуем истории болезней этих пациентов, мы обнаруживаем повторные
 инфекции
 нижних мочевых путей, которые лечили антибиотиками. Сначала инфекции обнаруживаются в мочевом пузыре, затем
 в почечной лоханке (пиелонефрит) и, наконец, в почках (гломерулонефрит), что очень сильно нарушает функцию
 этих важных органов. В какой мере большое количество антибиотиков виновно в таком развитии событий?</p>
 <p style="text-align: left;"><b>Болезни как результат цепи событий</b></p>
 <p style="text-align: justify;">Наш интерес заключается именно в понимании того, связаны ли терминальные болезни
 людей в целом и каждого индивида в частности в цепь патологических эпизодов, возникших как случаи острых
 воспалений и приведших к хроническому дегенеративному заболеванию. Например, кто-то заболевает ревматоидным
 артритом или любым другим хроническим дегенеративным заболеванием; в соответствии с конвенциональной
 медицинской точкой зрения, это случайное событие, но вот вопрос: это действительно случайное событие или
 результат точного, почти математического хода патологических событий, приведших пациента к этому
 терминальному состоянию? Очень важно узнать, связано ли это состояние, возникшее в возрасте 35, 40, 50 или
 55 лет, со всей медицинской историей пациента. </p>
 <p style="text-align: justify;">Мой опыт работы с историями тысяч пациентов от их появления
 на свет до подросткового периода или до того времени, когда они приходят ко мне для консультации о
 хронических проблемах, показывает мне, что их иммунная система неизменно пыталась удержать нарушение на
 периферийном уровне с помощью воспаления не жизненно важного органа, такого как миндалины, реагируя на
 вторжение высокой температурой, но такая реакция почти всегда быстро подавлялась химическими лекарствами.
 Из-за интенсивного лечения во время острого воспаления организму не давали выполнить все необходимые
 биохимические процессы, которые могли бы восстановить утраченный гомеостаз, и организм занимал вторую линию
 обороны, что означает, что с подострого воспалительного процесса начинается хроническое состояние. Мы можем
 предположить, что интенсивное химическое вмешательство не дало организму достаточно времени и места для
 собственной перестройки, чтобы иметь возможность защититься от следующего нападения микробов.</p>
 <p style="text-align: justify;">Хорошо известно, что иммунная система учится, как защищаться на опыте
 эпидемических заболеваний. Когда мы не позволяем произойти этому процессу, тогда мы имеем не более сильную,
 а ослабленную иммунную систему. Конечно, также верно и то, что если мы позволим всем острым заболеваниям
 идти их естественным путем, некоторые пациенты умрут. Иногда "пневмония" будет сильнее защиты и пациент
 погибнет. Это ход всех острых болезней — у них есть продромальный период, кульминация и завершение,
 приводящее либо к излечению, либо к смерти. Именно здесь нам помогает гомеопатия и другие альтернативные
 методы. Вместо подавления инфекции можно помочь организму пройти острую фазу естественным путем, усиливая
 защиту лекарством, вызывающим симптомы подобные симптомам этой болезни. </p>
 <p style="text-align: justify;">Таким образом мы помогаем организму
 восстановить его равновесие. Ранее я говорил о теории, которую я называю "континуум единой теории болезней,
 острых и хронических". В соответствии с этой теорией, все хронические болезни и возникшие естественным
 образом хронические болезни это "воспалительные процессы". Основная разница между воспалительным процессом в
 хроническом состоянии и острым воспалением это манифестация высокой температуры во время острой фазы.</p>
 <p style="text-align: justify;">Когда у организма есть возможность реагировать высокой температурой, то значит
 он находится в относительно хорошем состоянии здоровья. Когда такой возможности уже нет, это значит, что мы
 не позволили воспалительному процессу остаться на периферийном уровне, и сейчас этот воспалительный процесс
 перешел на более глубокий уровень, на жизненно важный орган или даже на целую систему (например, системная
 красная волчанка). Новая ситуация сейчас заключается в том, что организм «сжирается» подострым
 воспалительным процессом, с небольшим повышением температуры или без явного жара, , и скорее всего в этой
 «битве» у организма нет ни одного шанса (надежды на лизис). Напротив, вот что происходит сейчас: подострый
 воспалительный процесс постоянно и глубже разрушает все новые области организма, и в
 это же время происходит постоянное ухудшение хронического состояния человека.</p>
 <p style="text-align: justify;">Таким образом, мы имеем такое же воспаление подобное острому периферийному
 воспалению, но на более глубоком уровне, и организм больше не может справиться с ним с помощью жара,
 несмотря на единичные попытки. Например, люди, страдающие от мигрени, почти всегда говорят, что у них
 случаются периодические приступы — скажем, два или три раза за неделю. Если эти случаи исследовать подробно,
 то обнаружим, что до появления мигрени было несколько острых болезней с сильным жаром, таких как острый
 тонзиллит, цистит или бронхит, которые лечили неправильно или подавили сильно действующими препаратами.
 Мигрень – это тот же воспалительный процесс, которому не дали полностью «высказаться», в полной мере
 раскрыться, когда он был всего лишь тонзиллитом. И сейчас организм регулярно набирается сил и делает попытку
 воспроизвести исходное острое состояние. </p>
 <p style="text-align: justify;">Пациент ощущает эти попытки как синдром, который мы называем
 мигренью или приступами головной боли. Пару лет назад, когда я размышлял о континууме болезней, мне еще был
 неизвестен биохимический механизм, который создавал бы такие подострые воспаления. Впоследствии я прочитал о
 концепции белков воспаления. Один из моих студентов принес мне результаты проведенного в США исследования,
 показывающего, что шизофрения, скорее всего, является воспалительным процессом . Немедленной реакцией
 исследователей-медиков было найти противовоспалительное лекарство для лечения шизофрении. </p>
 <p style="text-align: justify;">Это говорит о том,
 что за все эти годы мы так и не поняли, что такой ход рассуждений ошибочен, врачи не видят сути – они лишь
 стараются убрать симптомы, устранить стресс – фактор, вместо того, чтобы мыслить шире и пытаться
 укрепить иммунную систему. Обычная в медицине точка зрения такова: "давайте установим возбудителя болезни,
 создадим химический препарат, который сможет уничтожить возбудителя, и, таким образом, вылечим
 пациента". К сожалению, от них ускользает тот факт, что они имеют дело с воспалительными
 белками, которые нельзя уничтожить химическим препаратом, <b>от них можно избавиться лишь поддержкой и
 укреплением иммунной системы</b>. Если медицина не откажется от этой точки зрения, человечество будет
 обречено
 на страдания от все более тяжелых болезней, которые вылечить будет все труднее и тяжелее.</p>
 <p style="text-align: left;"><b>Гомеопатия может вернуть прежнюю силу иммунной системе</b></p>
 <p style="text-align: justify;">Организм обладает уникальной способностью сопротивляться любому стрессор –
 фактору из окружающей среды. Мы должны ее усиливать, а не подавлять, чтобы побороть воспаление
 естественным образом, без перехода на более глубокий уровень организма. Весь это процесс реагирования
 организма, создающий острое воспаление с высокой температурой, есть "результат миллионов биохимических
 реакций", имеющих своей целью восстановление утерянного баланса — гомеостаза. Если грубая химическая сила
 прерывает и заставляет исчезнуть этот процесс, если он не достигает кульминации своей излечивающей задачи,
 результатом которой было бы восстановление гомеостаза, организм должен реорганизовать свои защиты, и
 иммунная система решает занять более глубокую линию обороны, интернализируя воспалительный процесс. Это и
 есть момент – точка отсчета возникновения хронической болезни. </p>
 <p style="text-align: justify;">Это может быть коллагеноз, красная волчанка,
 псориаз, рассеянный склероз, нервно-мышечные болезни, психические заболевания, аутизм и т.д., и за всеми
 ними стоят сходные процессы. Важная разница заключается в том, что теперь иммунная система больше не может
 набраться сил для подъема жара, чтобы закончить лечение. Если бы имелась лучшая система лечения острых
 болезней более мягкими средствами, то иммунной системе не нужно было бы отступать и принимать нарушение на
 более глубоком уровне. </p>
 <p style="text-align: justify;">Подавление жара у беременных или у маленьких детей может вызвать появление
 аутизма. У
 аутичных детей редко бывает жар — у них бывал жар до того, как они стали аутичными; например, у многих из
 них были отиты среднего уха с высоким жаром, которые были подавлены антибиотиками или сильными
 антипиретиками. Интересно отметить, что если у них случается жар, то их аутичное состояние улучшается. При
 правильном лечении подъемы температуры вернутся, а аутичное поведение значительно улучшится. Болезни нашего
 современного общества все больше поражают периферическую и центральную нервные системы. Учитывая факт, что
 мозг является наиболее важным органом нашего тела, то совсем скоро - если не сменить тактику лечения и
 продолжать толкать болезнь в центр тела, в наш мозг, - мы с вами станем свидетелями
 огромного роста психических заболеваний.</p>
 <p style="text-align: justify;">Например, в процессе борьбы с раком, японские ученые обнаружили, что они могут
 лечить рак, вызывая высокую температуру с помощью различных антигенов, и у них есть отдельные
 действительно замечательные результаты. Они вводили вызывающие жар средства, организм реагировал, и
 наблюдалось улучшение в течение рака. То же самое наблюдалось у детей, страдающих аутизмом.</p>
 <p style="text-align: justify;">Надеемся, мы ответили на вопрос ребенка: "Почему я заболеваю?", почему он начал
 с тонзиллита и сейчас добрался до астмы.</p>
 <p style="text-align: left;"><b>Точка зрения – вопрос для дисскуссии</b></p>
 <p style="text-align: justify;">Каждый шаг вперед, который человек делает в своих научных устремлениях, всегда
 встречает сопротивление. Человеческая история полна таких социальных и научных переворотов, потрясших
 существовавшие основы и убеждения людей. Неизменно требовалось много лет для развития и принятия таких
 открытий. Каждый из этих важных шагов, однако, открыл еще более широкие горизонты, позволяющие людям
 развиваться. Гомеопатия представляет собой один из таких переворотов. Она действует на еще неизвестных и
 малоисследованных уровнях человеческого мира, поэтому требуется более двухсот лет (со времени ее обнаружения
 Самуэлем Ганеманом), чтобы научный мир открыл свой разум серьезной оценке десяткам тысяч имеющихся
 подтверждений удивительного действия гомеопатии на людей и животных.</p>
 <p style="text-align: justify;">Нам всем известен тот факт, что любое живое существо не может уйти от законов
 термодинамики. В соответствии со вторым из этих законов, вся Вселенная стихийно тяготеет к максимально
 возможному беспорядку. Лишь приток свободной энергии в систему может противодействовать этому росту хаоса.
 Никто не может отрицать наличие дуализма в каждом живом существе, у которого универсальной тенденции к
 беспорядку (тому, что самопроизвольно случается после смерти самого этого существа) постоянно
 противодействует внутренняя тенденция к порядку и гармонии в равновесии сил, поддерживающих существо в
 "живом состоянии".</p>
 <p style="text-align: justify;">Открытие сложных и удивительных биохимических механизмов жизни побудило человека
 пытаться повлиять на эти механизмы: мы придумываем новые соединения и вещества, которые вводя в
 системы организма, пытаясь изменить естественный ход вещей и управлять "причинами" неправильного
 функционирования.</p>
 <p style="text-align: justify;">На самом деле, в энергетической системе, которая в течение более 4 млрд.лет
 вполне успешно регулировала себя сама, наблюдаемые нами биохимические механизмы, при разбалансировке
 системы (например, при высокой температуре) ничто иное как следствия самого оптимального решения, найденного
 удивительным и мудрым защитным механизмом для восстановления в системе порядка и баланса 
 нарушенным стресс-фактором. И, следовательно, ни коим образом не следует вмешиваться в эти
 метаболические процессы посредством приема каких-либо химических веществ, потому что они лишь
 препятствуют процессу восстановления, запущенному защитным механизмом. Напротив, необходимо всячески
 способствовать усилению механизма защиты, устраняя "энергетические" факторы, ведущие к его
 ослаблению. </p>
 <p style="text-align: left;"><b>Выводы</b></p>
 <p style="text-align: justify;">Каждое человеческое существо поражают болезни, острые и хронические, которые
 взаимосвязаны на протяжении жизни в "континууме единого субстрата болезней", приводящего к конечному
 болезненному состоянию, являющемуся концом жизни.</p>
 <p style="text-align: justify;">Вопрос в том, может ли медицина найти более мягкие способы лечения острых
 болезней (которые представляют собой начало дисбаланса в системе организма)? Найти такие «гуманные» способы
 лечения, которые бы оказывали поддержку защитному механизму и усиливали бы естественную реакцию
 иммунной системы на болезнь вместо того, чтобы подавлять ее применением сильнодействующих химических
 препаратов, и, возможно, непоправимо повреждая ее. Похоже, что механизм защиты как единое целое обладает
 "высшим разумом", который способен поддерживать оптимальный баланс при любом стрессе. Но если, в силу
 каких-либо обстоятельств, организм не может сразить и нейтрализовать стрессор пока проблема находится на
 периферийном уровне, то это ставит под угрозу его общее здоровье и переводит защиту на более глубокий
 уровень, с мобилизацией защитных сил в более глубоком и, следовательно, более важном органе или системе,
 отмечая таким образом начало хронической дегенеративной болезни.</p>
 <p style="text-align: justify;">Представленная нами здесь модель возникла после почти пятидесяти лет
 непосредственных наблюдений за десятками тысяч пациентов.</p>

 <p style="text-align: justify;">Статья размещена на официальном сайте <a href="https://www.vithoulkas.com/?ysclid=m7rlgh763o542140692" target="_blank" rel="noopener noreferrer">профессора Дж.Витулкаса</a> </p>


 <p></p>

 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


 </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
