<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Гомеопатия — узнайте больше!</h1>
        <p style="text-align: justify;"><b><i>Интервью для журнала "Няня" 2006 год</i></b>.</p>
        <p style="text-align: justify;" class="border-l-2 pl-2 border-slate-400"><i><b>Гомеопаты – особые врачи у них свой подход к лечению болезней, к их осмыслению и
            способам им противостоять. Но сама гомеопатия для многих до сих пор наука спорная и не до конца понятная,
            поэтому мы решили попросить рассказать нашим читательницам о ней поподробней врача-гомеопата с 14-летним
            стажем, ученицу лауреата Альтернативной Нобелевской премии профессора Джорджа Витулкаса (George Vithoulkas)
            Елену Александровну Тарасову</b></i>.</p>
        <p style="text-align: justify;"><b>Елена Александровна, Вы врач дерматолог, с классическим медицинским
            образованием, что подвигло Вас стать врачом гомеопатом?</b></p>
        <p style="text-align: justify;">Я действительно училась у замечательных специалистов. Окончив, лечебный
            факультет Московского Медицинского Стоматологического института им. Семашко с красным дипломом, я продолжила
            своё обучение дерматовенерологии в клинической ординатуре в самых известных клиниках Москвы:
            Кожно-венерологической больнице им. Короленко и Центрального Кожно-венерологического института. И я была
            уверена, что я нашла свою стезю. Но в моей жизни был такой период, когда мне самой понадобилась помощь
            врачей, а методы традиционной медицины, увы, оказались бессильны. Подруга посоветовала мне
            проконсультироваться у врача-гомеопата. Отнеслась я к предложению скептически, но на приём пошла. Врач
            подробно расспросил меня и дал сладкие крупинки, с тех пор о своей проблеме я забыла. Обычные врачи много
            лет не могли справиться. Гомеопатия помогла мне сразу! И я поверила в эту науку, стала дипломированным
            врачом-гомеопатом и вот уже 14 лет как её практикую.</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><b>Гомеопатия ведь наука «заслуженная» и ошибаются те, кто считает её новомодным
            медицинским веянием, ведь так?</b></span></p>
        <p style="text-align: justify;">Да, гомеопатия, как говорится, заслужено заслуженная. И дело даже не в её
            возрасте, а ей немногим больше 200-от лет&nbsp;<span style="--un-rotate: 0; --un-rotate-x: 0; --un-rotate-y: 0; --un-rotate-z: 0; --un-scale-x: 1; --un-scale-y: 1; --un-scale-z: 1; --un-skew-x: 0; --un-skew-y: 0; --un-translate-x: 0; --un-translate-y: 0; --un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);"><span style="--un-rotate: 0; --un-rotate-x: 0; --un-rotate-y: 0; --un-rotate-z: 0; --un-scale-x: 1; --un-scale-y: 1; --un-scale-z: 1; --un-skew-x: 0; --un-skew-y: 0; --un-translate-x: 0; --un-translate-y: 0; --un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">–</span></span>&nbsp;именно как науке, а в том, скольким людям она помогла за этот
            срок. Так же справедливости ради хочу сказать, что излечение малыми дозами люди наблюдали давно, вспомните
            хотя бы Аристотеля.</p>
        <p style="text-align: justify;"><b>А что представляет из себя «оружие» гомеопатии в борьбе с недугами: это травы,
            яды и т.д., из чего готовят лекарства ?</b></p>
        <p style="text-align: justify;">Гомеопатические средства готовят и из растений, и из ядов, и из животных, и из
            насекомых… А нозоды – средства, приготовленные из выделений человека. Гомеопатия – это наука, основанная на
            испытаниях на людях. И те, кто говорят, что это какое-то знахарство, просто неграмотны.</p>
        <p style="text-align: justify;"><b>Как Вы считаете, лечения болезней по средствам гомеопатии, более безвредно для
            организма, чем лечения традиционными «химическими» препаратами?</b></p>
        <p style="text-align: justify;">Несомненно! Только назначать терапию должен грамотный врач!!! Лечить надо исходя
            из основного принципа гомеопатии&nbsp;<span style="color: var(--un-prose-body);">–</span><span style="color: var(--un-prose-body);">&nbsp;лечение подобным. Поэтому назначать надо одно средство на приёме, которое
            будет подобно на всех уровнях – физическом, эмоциональном, ментальном. У аллопатической медицины совсем
            другой принцип действия – принцип подавления. Например, на боль назначается анальгетик. То есть, важна не
            причина, а её следствия. Таким образом организм вылечить нельзя, так как причина болезни не уходит. Болезнь
            найдёт другую генетически слабую точку в организме и проявится там.</span></p>
        <p style="text-align: justify;"><b>В Вашей практике с какими заболеваниями Вы наиболее успешно справляетесь посредством гомеопатии?</b></p>
        <p style="text-align: justify;">У меня довольно обширный опыт лечения кожных болезней: псориаза, атопического
            дерматита (нейродермита), экземы, аллопеции (облысения), акне и себорреи, фурункулёза, герпеса (в т.ч.
            полового), склеродермии, витилиго, красного плоского лишая, аллергических дерматитов (крапивницы),
            полинозов, папиллом, бородавок и кондилом хронического рецидивирующего кандидоза и многих других.</p>
        <p style="text-align: justify;"><b>Можно ли беременным и кормящим женщинам применять гомеопатические препараты?</b></p>
        <p style="text-align: justify;">Конечно можно и беременным женщинам и кормящим мамочкам, если их что-то
            беспокоит.</p>
        <p style="text-align: justify;"><b>Допустимо ли совмещать лечение препаратами традиционный медицины с
            гомеопатическими?</b></p>
        <p style="text-align: justify;">Нет, совмещать не надо, так как действие их совершенно противоположно. Одна
            действует изнутри к наружи (гомеопатия), другая- снаружи внутрь (аллопатия). В гомеопатии, если на фоне
            лечения появляется сыпь, а внутренние проблемы становятся менее выражены или проходят, считается хорошим
            признаком. В аллопатии сыпь будет лечить дерматолог мазями.</p>
        <p style="text-align: justify;"><b>Гомеопрофилактика. Альтернатива традиционным прививкам, в чем её преимущество?
            Что она из себя представляет?</b></p>
        <p style="text-align: justify;">Многие прогрессивные врачи против прививок. Естественно, в нашей стране нет
            нормальной работы с мамами по поводу возможных последствий вакцинации. Их только пугают рассказами о
            страшных инфекциях. Очень важно давать всю информацию и плюсы и минусы, о том какие варианты вакцин есть,
            какие осложнения, какие менее опасны для здоровья детей, пусть и дороже. Не думаю, что мамы откажутся купить
            сами более безопасную вакцину, если они всё таки хотят делать прививки ребёнку. Надо давать мамам
            возможность выбора. Ведь многие даже не знают о том, что сейчас есть закон о возможности отказа от прививок.
            Например, всем детям за рубежом при рождении сразу делают иммунограмму. Потом по иммунному статусу
            ориентируются, кому можно делать прививки, кому нет. Ведь любая вакцина действует очень сильно на иммунитет
            ребёнка. А у нас делают всем. Вакцина БЦЖ давно отменена в других странах, только у нас маленькому 3-х
            дневному ребёнку её делают, бьют пушкой по воробьям. Я уже не говорю о живой вакцине от полиомиелита. У нас
            делают детям живую вакцину, тем самым распространяя инфекцию, так как в течение определённого времени, этот
            вирус будет выделять провакцинированный ребёнок и он, соответственно, будет являться источником заражения
            других детей. А вакцина АКДС, вообще содержит формальдегид и соль ртути!</p>
        <p style="text-align: justify;"><b>Приведите пример гомеопрофилактики.</b></p>
        <p style="text-align: justify;">Естественно, гомеопатией можно значительно облегчить течение болезни,
            предотвратить осложнения. Это не страшно, если ребёнок перенесёт в детстве корь, краснуху или ветряную оспу.
            У ребёнка выработается стойкий пожизненный иммунитет. Эти инфекции более тяжело проходят у взрослых людей,
            которые в детстве ими не переболели. Конечно, есть наиболее употребляемые средства при детских инфекциях,
            т.е. препараты, которые по своему патогенезу подобны протеканию данной инфекции. Например, нозод Морбиллинум
            – для профилактики кори и лечение её последствий, а так же такой препарат как Пульсатилла и т.д.</p>
        <p style="text-align: justify;"><b>Могли бы ли вы дать советы родителям, какие гомеопатические препараты желательно
            иметь дома и при каких состояниях их использовать (так называемая домашняя аптечка)? Можно лечиться
            гомеопатическими препаратами самостоятельно?</b></p>
        <p style="text-align: justify;">Что касается детишек, то в любом случае для грамотной терапии я рекомендую
            обращаться к доктору на приём. Обычно врачи, если лечат ребёнка и у него возникает острое состояние, по
            нескольким ответам мамы на вопросы могут дать совет по телефону. Гомеопатия – точная наука. И это по силам
            только грамотным врачам гомеопатам. Но если мама решит, что гомеопатия ей по духу, и решит собрать
            гомеопатическую аптечку, я могу только это приветствовать. Вот одни из ведущих гомеопатических препаратов,
            например при травмах:</p>
        <p style="text-align: justify;"><b><i>Арника<br></i></b>Это лекарство номер один, которое используется в спортивной медицине и в
            качестве первой помощи. Оно используется для лечения травмы при закрытых повреждениях (без кровотечения).
            Также уменьшает боль и ускоряет процесс выздоровления. Если вы постоянно принимаете участие в спортивных
            соревнованиях или занимаетесь физическими упражнениями, если вам не нравится чувствовать боль от полученной
            раны, Арника –&nbsp;это то, что вам нужно.</p>
        <p style="text-align: justify;"><b><i>Гиперикум</i></b><br>Этот препарат –&nbsp;первое лекарство, которое назначается для лечения
            увечий, связанных с нервами или с теми частями тела, где нервные окончания находятся в изобилии, сюда входят
            пальцы рук и ног (защемление пальца), а так же боли при занозе. Любое увечье, при котором человек чувствует
            сильнейшие болевые ощущения, указывают на то, что должно назначаться данное лекарство.</p>
        <p style="text-align: justify;"><b><i>Ледум</i></b><br>Ещё одно средство при ранах колющим предметом. Вместе с гиперикумом они
            используются при проникающих ранах ладоней и подошв. Ледум большое лекарство укусов насекомых, кошек, крыс,
            змей.</p>
        <p style="text-align: justify;"><b><i>Рус токс (ядовитый плющ)</i></b><br>Этот препарат наиболее часто используется для лечения
            растяжений и травм мышц. Он особенно рекомендуется, когда у человека возникает боль, как только он начинает
            двигаться, и боль уменьшается, чем больше человек двигается.</p>
        <p style="text-align: justify;"><b><i>Календула</i></b><br>Этот гомеопатический препарат применяют в качестве профилактики
            гнойных осложнений при открытых повреждениях.</p>
        <p style="text-align: justify;"><b><i>Стафизагрия</i></b><br>Большое средство ран, нанесённых режущим, острым предметом (например,
            ножом или стеклом). Её применяют после операций, для быстрейшего выздоровления.</p>
        <p style="text-align: justify;" class="border-l-2 pl-2 border-slate-400"><i>Еще раз хочу акцентировать ваше внимание на том, что прежде, чем начать лечение
            и впоследствии не разочароваться в его результате, проконсультируйтесь для начала с хорошим врачом-гомеопатом, который поможет вам определиться с диагнозом и посоветует нужный препарат. Гомеопатия безопасна
            только в руках грамотного доктора!</i></p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
