<template>
 <div class="ui container">

 <h1 class="mt-12" style="text-align: left;">Травмы, повреждения, укусы</h1>
 <p style="text-align: justify;"><b>Если вы хотите поэкспериментировать с гомеопатическими препаратами, здесь я
 представляю вам наиболее часто применяемые средства, которые используются для лечения различных повреждений</b>.&nbsp;</p><p style="text-align: justify;">Вы можете держать их у себя дома, в качестве домашней аптечки. Эти препараты могут приниматься в 3-ем или
 6-ом разведении. Вы можете принимать препарат каждые 2 часа, рассасывая по 3-5 крупинок за 20 минут до еды,
 уменьшая дозу по мере уменьшения симптомов. Если вы не наблюдаете какого-либо улучшения острого состояния
 спустя 24 часа, возможно, препарат, который вы принимаете, неверный. Если симптомы продолжаются, обратитесь
 к врачу гомеопату.</p>
 <p style="text-align: justify;">Как правило, людям рекомендуют лечить себя самим только тогда, когда они
 испытывают не угрожающее жизни острое состояние, и обращаться за профессиональной помощью, если у них
 хронические или потенциально опасные для здоровья состояния.</p>
 <p style="text-align: justify;"><b>Арника</b></p><p style="text-align: justify;">Это лекарство номер один, которое используется в спортивной
 медицине и в качестве первой помощи. Оно используется для лечения травмы при закрытых повреждениях (без
 кровотечения). Также уменьшает боль и ускоряет процесс выздоровления. Если вы постоянно принимаете участие в
 спортивных соревнованиях или занимаетесь физическими упражнениями, если вам не нравится чувствовать боль от
 полученной раны, Арника&nbsp;<span style="color: var(--un-prose-body);">–&nbsp;</span><span style="color: var(--un-prose-body);">то, что вам нужно.</span></p>
 <p style="text-align: justify;"><b>Гиперикум</b></p><p style="text-align: justify;">Этот препарат –&nbsp;первое лекарство, которое назначается для
 лечения травм, связанных с нервами или с теми частями тела, где нервные окончания находятся в изобилии, сюда
 входят пальцы рук и ног (защемление пальца), а так же боли при занозе. Любая травма, при которой человек
 чувствует сильнейшие болевые ощущения, указывают на то, что должно назначаться данное лекарство.</p>
 <p style="text-align: justify;"><b>Ледум</b></p><p style="text-align: justify;">Ещё одно средство при ранах колющим предметом. Вместе с гиперикум
 они используются при проникающих ранах ладоней и подошв. Ледум большое лекарство укусов насекомых, кошек,
 крыс, змей.</p>
 <p style="text-align: justify;"><b>Апис</b></p><p style="text-align: justify;">Полезное средство при укусах насекомых. Сам препарат сделан из пчелы
 медоносной, и симптомы этого средства соответствуют укусу этого насекомого. В пораженном месте ощущается
 жар, жжение, есть припухлость (волдырь), отёчность, розовое покраснение, высыпания без чётких границ, вплоть
 до сильных аллергических реакций на укус. Ухудшение от тепла в любой форме, лучше от холодных аппликаций.
 </p>
 <p style="text-align: justify;"><b>Рус токс (ядовитый плющ)</b></p><p style="text-align: justify;">Этот препарат наиболее часто используется для
 лечения растяжений и травм мышц. Он особенно рекомендуется, когда у человека возникает боль, как только он
 начинает двигаться, при первых движениях, например утром, когда он встаёт с постели. Боль уменьшается, чем
 дольше человек двигается, расхаживается.</p>
 <p style="text-align: justify;"><b>Календула</b></p><p style="text-align: justify;">Этот гомеопатический препарат применяют в качестве профилактики
 гнойных осложнений при повреждениях.</p>
 <p style="text-align: justify;"><b>Стафизагрия</b></p><p style="text-align: justify;">Большое средство ран, нанесённых режущим,
 острым предметом (например, ножом или стеклом). Её применяют после операций, особенно после операций в
 области живота и малого таза для быстрейшего выздоровления.</p>
 <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
 <p></p>

 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


 </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
