<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h2>{{ the.header }}</h2>


            <p style="text-align: justify;"><b>Представляя случаи из моей практики, хочу вас предостеречь от самолечения
                    и бездумного применения тех препаратов, которые я здесь описываю. Все назначения были мной сделаны с
                    учётом индивидуальных особенностей пациентов и симптомов заболевания, поэтому не могут быть
                    приемлемы для всех. В лучшем случае, вы не получите результата и разочаруетесь в гомеопатии, а в
                    худшем, можете даже ухудшить состояние своего здоровья. Правильнее будет, если препараты вам
                    назначит врач гомеопат, который досконально рассмотрит ваш случай и учтёт все особенные и необычные
                    симптомы, ведь именно это и входит в компетенцию такого метода, как гомеопатия.</b></p>

            <p><span style="color: rgb(75 85 99 / var(--un-text-opacity));"><br></span></p>
            <p style="text-align: left;"><b>БОРОДАВКИ У РЕБЁНКА</b></p>
            <p style="text-align: justify;">У меня на консультации мама с сыном, ему 8 лет. Мальчик худой и невысокий.
                Его беспокоят бородавки на пальцах рук, большая часть которых расположена около ногтей. Мама говорит о
                сыне, как о сверхчувствительном, ранимом, плаксивом ребёнке. Из ярких особенностей у мальчика
                обострённое чувство справедливости. Несмотря на свою внешнюю хрупкость, он будет заступаться за
                одноклассников и друзей, если, по его мнению, к ним была проявлена несправедливость со стороны учителей
                и других ребят. Сочувствие и сострадание к родителям, сопереживание друзьям, вплоть до того, что может
                заплакать, когда близкому человеку плохо. У Саши страх темноты (спит только с ночником) и собак. На
                консультации при волнении он начинает заикаться, отвечая на мои вопросы. Из гастрономических
                особенностей сладкому предпочитает солёное (что редко встречается у детей).</p>
            <p style="text-align: justify;">Мной был прописан препарат <b>КАУСТИКУМ</b>, эффект был положительный –
                прошли бородавки, также средство помогло в коррекции тревожности и страхов.</p>
            <p style="text-align: justify;">Очень важно врачу-гомеопату увидеть, выделить из массы симптомов так
                называемые ОСОБЕННЫЕ, КЛЮЧЕВЫЕ симптомы и, опираясь на них, назначить то единственное средство, которое
                поможет пациенту выздороветь.</p>
            <p style="text-align: justify;"></p>
            <p><b><br></b></p>
            <p><b>ПСОРИАЗ. СИТУАЦИЯ ПОДАВЛЕНИЯ В СЕМЬЕ</b></p>
            <p style="text-align: justify;">На приёме женщина 35 лет. Её беспокоит псориаз. Первые высыпания у неё
                появились 3 года назад после операции кесарева сечения и располагались на послеоперационном шве, позже
                высыпания приобрели распространённый характер.</p>
            <p style="text-align: justify;">У пациентки сложные отношения в семье: её супруг вспыльчив, не сдержан и
                часто склонен оскорблять и унижать её. Женщина жалуется мне, что ей приходится сдерживаться и терпеть
                обиды, чтобы сохранить семью. Она вызывает у меня сочувствие — мягкая, приятная, но подавленная и
                несчастная.</p>
            <p style="text-align: justify;">Кроме псориаза, она страдает от рецидивирующих циститов, которые начались
                после вступления в брак.</p>
            <p style="text-align: justify;">Я назначила ей гомеопатический препарат <b>СТАФИЗАГРИЯ</b>.&nbsp;</p>
            <p style="text-align: justify;">Мой выбор был основан на нескольких факторах: операция в области малого
                таза, локализация дебюта высыпаний, цистит, появившийся в замужестве, характерологические особенности
                пациентки и её семейная история.</p>
            <p style="text-align: justify;">Препарат оказал положительное влияние: женщине стало легче эмоционально, она
                начала отстаивать свои интересы и отвечать на оскорбления, вместо того чтобы молча плакать и подавлять
                обиды. Цистит больше не беспокоил её, а площадь высыпаний уменьшилась.</p>
            <p style="text-align: justify;">Конечно, выбор гомеопатического препарата — это не так просто и быстро, как
                может показаться из моего краткого описания. Консультация длилась более двух часов: за это время нужно
                понять причину заболевания, разобраться в ситуации, выделить ключевые симптомы и подобрать препарат,
                который поможет справиться с болезнью. Именно так произошло в случае с этой пациенткой. Стафизагрия ей
                помогла.</p>
            <p style="text-align: justify;"><br></p>
            <p><b>СЛУЧАЙ ИЗЛЕЧЕНИЯ ПСОРИАЗА ПРЕПАРАТОМ АМБРА</b></p>
            <p style="text-align: justify;">При моём большом опыте работы в гомеопатии, я не перестаю удивляться её
                многогранности и действенности при правильном назначении! Недавний случай в моей практике излечения
                псориаза препаратом <b>АМБРА </b>заставил меня ещё раз убедиться в этом.&nbsp;</p>
            <p style="text-align: justify;">На приёме женщина с давним кожным заболеванием, с которым ей приходилось
                жить и мириться 25 лет, которое она пыталась неоднократно и разными способами лечить, обращаясь к
                обычной медицине. Пришла, как она сказала, уже «не надеясь на помощь, просто порекомендовали меня, как
                хорошего гомеопата». При осмотре – типичные места расположения псориаза – локти, колени и множественные
                бляшки на теле. После осмотра кожи, как обычно на приёме у классического врача гомеопата, я беседую с
                пациентом, узнаю анамнез, и, одновременно наблюдая за поведением женщины, обращаю внимание на её
                постоянное смущение при разговоре. «Да, доктор, я всегда очень смущаюсь, когда разговариваю с людьми,
                для меня это самое сложное, я очень стесняюсь и краснею и от этого мне ещё более неудобно».</p>
            <p style="text-align: justify;">Врач гомеопат, помимо того, что он должен быть грамотным специалистом,
                должен быть хорошим наблюдателем и хорошим психологом. Конечно, приём длился долго, и не только на этот
                симптом было обращено моё внимание. Соединяются воедино многие ниточки, связываются в один клубок и это
                позволяет находить правильное средство и, как результат, получать излечение.</p>
            <p style="text-align: justify;">Многие меня спрашивают, дайте совет, каким препаратом вылечить то или иное
                заболевание. Нет единого ответа, каждому поможет своё средство. Ведь препарат <b>АМБРА </b>совсем не
                часто встречается в назначении при лечении псориаза.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ АКРОДЕРМАТИТ АЛЛОПО</b></p>
            <p style="text-align: justify;">Итак, пациент с акродерматитом Аллопо. Заболевание редкое, неизвестной
                природы с вялым течением и тяжело поддающееся аллопатической терапии. Пациент жаловался на изменение
                ногтей на руках (которые в течение года врачи лечили, неверно поставив диагноз микоза противогрибковыми
                средствами) и высыпания на кончиках пальцев в виде гнойничков и болезненных трещин, которые
                увеличивались в количестве и площади поражения. Пациенту было больно самому одеваться и дотрагиваться до
                чего-либо руками. В ходе консультации мной были выделены ключевые симптомы пациента, и по реперторизации
                ему я назначила препарат <b>АНТИМОНИУМ КРУДУМ</b>. За 3 недели у пациента с кожей произошло явное
                улучшение – исчезли болезненные трещины и гнойнички, новые высыпания перестали появляться, пациент стал
                возвращаться в обычный ритм жизни без посторонней помощи. Естественно, что на изменения ногтей смотреть
                через 3 недели рано, но наметившаяся тенденция в лечении меня очень порадовала. В настоящее время
                пациент продолжает приём назначенного ему гомеопатического препарата.</p>
            <p style="text-align: justify;">Очень важно быть специалистом в своей области! Врач гомеопат должен в первую
                очередь быть грамотным врачом. Я имею ввиду, поставить правильный диагноз и понимать патогенез болезни.
                Без этого не может быть грамотного гомеопатического лечения и долгожданного выздоровления.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ ХРОНИЧЕСКОЙ ГЛУБОКОЙ ПИОДЕРМИИ ВОЛОСИСТОЙ ЧАСТИ ГОЛОВЫ У МОЛОДОГО
                    МУЖЧИНЫ</b></p>
            <p style="text-align: justify;">Ко мне на приём обратился мужчина 28 лет с хронической пиодермией волосистой
                части головы. При осмотре по всей голове в большей степени в области затылка, крупные пустулы
                (гнойники), болезненные при прикосновении и рубцы. Затылочные лимфоузлы увеличены и чувствительны. Болен
                в течение 5 лет. Неоднократно периодически лечился антибиотиками, но проблема не уходит.&nbsp;</p>
            <p style="text-align: justify;">Пациент «плотного» телосложения. Очень потливый. Пот оставляет трудно
                отмываемые жёлтые пятна на одежде, имеет резкий запах. Из особых симптомов – тремор (дрожь) кистей рук.
                Язык обложен густым жёлто-белым налётом, с отпечатками зубов, неприятный запах изо рта. Отмечает ночное
                слюнотечение во сне на подушку. Не любит жару и холод. Метеочувствителен. Из пристрастий в пище –
                сливочное масло, которое он любит есть кусками или в виде бутербродов.&nbsp;</p>
            <p style="text-align: left;">Пациенту был назначен препарат <b>МЕРКУРИЙ СОЛЮБИЛИС</b>.</p>
            <p style="text-align: left;">Состояние пациента улучшилось.&nbsp;</p>
            <p style="text-align: justify;">На повторном приёме через 2 месяца он отмечал уменьшение площади пиодермии и
                меньшую болезненность очага. Лимфоузлы также увеличены, но менее чувствительны при прощупывании.
                Потливость выраженная. Язык обложен с отпечатками зубов, запах изо рта. Слюнотечение по ночам меньше.
                Стал менее чувствителен к изменениям погоды.</p>
            <p style="text-align: left;"><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Продолжена терапия
                    <b>МЕРКУРИЕМ</b>.&nbsp;</span></p>
            <p style="text-align: left;">Пациенту был проведён длительный курс меркурия с хорошим эффектом.&nbsp;</p>
            <p style="text-align: justify;">Через год лечения пациент отмечает отсутствие гнойных высыпаний, но его
                беспокоят плотные рубцы на месте прошлых высыпаний и отсутствие в этой зоне роста волос. Пациент стал
                менее зябким, появилась потливость затылка и задней поверхности шеи. Из пищи стал предпочитать сладости,
                маринованную и кислую пищу.&nbsp;</p>
            <p style="text-align: justify;">Пациенту был назначен препарат <b>КАЛЬКАРЕЯ ФЛЮОРИКА</b>, на фоне которой
                рубцовая ткань стала менее плотной.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>ЭКЗЕМА У ТРЕВОЖНОЙ ПАЦИЕНТКИ</b></p>
            <p style="text-align: justify;">Женщина 36 лет, обратилась с высыпаниями на пальцах рук – пузырьки,
                мокнутие, трещины – болезненные, зудящие. Пациентка очень зябкая и брезгливая, часто моет руки очень
                горячей водой. Зуд жгучий, горячая вода вызывает его временное облегчение. Боится заразиться любой
                инфекцией, сильно тревожится за состояние своего здоровья и здоровье ребёнка. Любит порядок и
                чистоту.&nbsp;</p>
            <p style="text-align: left;">Был назначен препарат <b>АРСЕНИКУМ АЛЬБУМ</b>.</p>
            <p style="text-align: justify;">Через 2 месяца на повторной консультации пациентка сообщила, что тревожиться
                она стала меньше, кожа стала значительно лучше. На гомеопатии ушел зуд, болезненность, мокнутие и
                трещины. Остаются корочки, как вторичные проявления экземы. Терапия продолжена.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ БЛЯШЕЧНОЙ СКЛЕРОДЕРМИИ У ПАЦИЕНТКИ С ВИТИЛИГО</b></p>
            <p style="text-align: justify;">Ко мне на приём обратилась девушка 20 лет с высыпаниями бляшечной
                склеродермии на теле. Пациентке высыпания доставляют косметические неудобства, а некоторые – вызывают
                чувство стягивания в местах их локализации.&nbsp;</p>
            <p style="text-align: justify;">По характеру она стеснительна и уступчива. Очень зябкая, худая и невысокая.
                У неё ломкие ногти с белыми пятнами на них, холодные потные стопы.&nbsp;</p>
            <p style="text-align: left;">Из других заболеваний – рецидивирующий гайморит.&nbsp;</p>
            <p style="text-align: justify;">На коже при осмотре видны помимо высыпаний склеродермии белые участки
                витилиго. Девушка сообщает, что данные высыпания у неё возникли в подростковом возрасте и увеличивались
                по площади до дебюта высыпаний склеродермии, которые появились в 18 лет после неоднократного лечения
                гайморитов антибиотиками (с 14 до 18 лет). Из важных моментов в истории болезни пациентки –
                отрицательная реакция в детстве на прививки, частые ОРВИ с субфебрильными температурами, осложняющиеся
                отитами (до начала пубертата).</p>
            <p style="text-align: justify;">Пациентке был дан препарат <b>СИЛИЦЕЯ </b>с хорошим эффектом. Препарат
                пациентка принимала 2 года. За это время витилиго перестало прогрессировать, а бляшки склеродермии стали
                мягче и эластичнее. Новые высыпания не появляются. Ногти стали крепче, белые пятна исчезли. Пациентка
                стала значительно реже болеть и без осложнений в виде гайморитов.&nbsp;</p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>КОЛЬЦЕВИДНЫЕ ВЫСЫПАНИЯ НА КОЖЕ ТУЛОВИЩА У РЕБЕНКА С АДЕНОИДАМИ</b></p>
            <p style="text-align: justify;">Ребёнок 6-ти лет страдает затруднённым дыханием, снижением слуха при
                обострении аденоидитов. Храпит и скрежещет зубами по ночам. Ребёнок худой, хотя аппетит хороший, есть
                склонность к разжиженному стулу. Спит в положении на животе. Часто болеет простудами с осложнениями в
                виде аденоидитов. Шейные лимфоузлы прощупываются в виде уплотнённых чёток.&nbsp;</p>
            <p style="text-align: justify;">В семейном анамнезе у деда был туберкулез. У ребёнка есть аллергия на кошек
                в виде конъюнктивита и ринита. Очень любит пить холодное молоко. В последнее время стали появляться
                кольцевидного вида высыпания на коже туловища, которые его никак не беспокоят.&nbsp;</p>
            <p style="text-align: justify;">Был назначен <b>ТУБЕРКУЛИНУМ </b>с хорошим эффектом. Кожная сыпь на фоне
                лечения
                достаточно быстро исчезла и до сих пор не появляется в течение 2 лет. Ребёнок стал редко болеть ОРВИ,
                перестал храпеть по ночам и скрежетать зубами, аденоидиты более не беспокоят.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ КРАСНЫХ УГРЕЙ И ДЕМОДЕКОЗА У ПАЦИЕНТКИ В КЛИМАКСЕ</b></p>
            <p style="text-align: justify;">Женщина 55 лет обратилась с жалобами на высыпания на лице (на щёках) и
                приливы. Ощущение жара в лице, особенно это стало проявляться в связи с климаксом. При осмотре в области
                щёк чётко ограниченный румянец, красные угри, купероз сосудов. Из других жалоб – правосторонние головные
                боли (мигрени), которые стали беспокоить так же на фоне климакса. Пациентка очень любит пряную и острую
                пищу, хотя жалуется на частые изжоги.</p>
            <p style="text-align: justify;">Был назначен препарат <b>САНГВИНАРИЯ </b>с хорошим эффектом и в отношении
                кожи и
                мигреней.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ СЕБОРЕЙНОГО ПСОРИАЗА ВОЛОСИСТОЙ ЧАСТИ ГОЛОВЫ У ПАЦИЕНТКИ С МИКСЕДЕМОЙ
                    (ВТОРИЧНЫМ ГИПОТИРЕОЗОМ)</b></p>
            <p style="text-align: justify;">Пациентка 45 лет жалуется на зудящие высыпания в области волосистой части
                головы и за ушами, ощущение головы как в панцире. При осмотре по всей волосистой части головы и за ушами
                корки и чешуйки, крупные псориатические бляшки, трещины, из которых сочится жёлтая лимфа. Ногти
                деформированные, жёлто-коричневого цвета на руках и ногах. Пациентка страдает микседемой, ожирением 2
                ст., нарушениями менструального цикла по типу задержек до 40-50 дней, запорами. Не любит солёное и мясо,
                зябкая и тревожная. Псориаз, ожирение и задержки менструаций начались 3 года назад после операции на
                щитовидной железе. Пациентка принимает заместительную терапию – L-тироксин.</p>
            <p style="text-align: left;">Назначен препарат <b>ГРАФИТ </b>с хорошим эффектом.</p>
            <p style="text-align: justify;">На повторной консультации через 2 месяца – высыпания на волосистой части
                головы и за ушами улучшились. Ушёл зуд, корки и чешуйки, трещины, ощущение панциря. Продолжена терапия
                графитом.&nbsp;</p>
            <p style="text-align: justify;">Через 6 месяцев пациентка отмечает значительное улучшение состояния кожи.
                Состояние ногтей тоже стало лучше. Менструальный цикл стал регулярным – через 35 дней. Пациентка
                похудела на 2 кг. Стул стал более регулярный.&nbsp;</p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>СЛУЧАЙ АКНЕ У ДЕВУШКИ 28 ЛЕТ</b></p>
            <p style="text-align: justify;">У меня на консультации девушка 28 лет, её беспокоят крупные акне на лице.
                Гнойнички болезненные, после появления высыпания долго не проходят. Проблема существуют в течение 8 лет.
                Ни с чем не связывает их появление и обострения. Половые гормоны и гормоны щитовидной железы в норме. Из
                хронических инфекций – хронический тонзиллит с детских лет. Миндалины увеличены и рыхлые, часто на них
                появляются гнойные пробки. Давно не болеет острыми инфекциями с температурами. В раннем детском возрасте
                страдала рецидивирующими гнойным отитами.&nbsp;</p>
            <p style="text-align: justify;">Девушка не уверена в себе, у неё страх экзаменов, выступлений на публике,
                она консервативна, страх любых изменений в жизни. Очень зябкая. Отмечает ломкость ногтей и раннее
                поседение волос со школьных лет.</p>
            <p style="text-align: left;">Назначен препарат <b>СИЛИЦЕЯ</b>.</p>
            <p style="text-align: left;">На следующем приёме через 2 месяца:</p>
            <p style="text-align: justify;">Состояние кожи улучшилось – высыпаний стало меньше, они не такие крупные,
                глубокие и болезненные, стали реже появляться и быстрее разрешаться. В этот период не появлялись новые
                пробки на миндалинах. Ногти на руках стали менее ломкие. Эмоциональное состояние изменилось. Стала более
                спокойно относиться к ситуациям, в которых ранее испытывала тревогу. Терапия силицеей была продолжена.
            </p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>СЛУЧАЙ ПОЛОВОГО ГЕРПЕСА И КАНДИДОЗА (МОЛОЧНИЦЫ)</b></p>
            <p style="text-align: justify;">На приём ко мне обратилась женщина 34 лет с жалобами на частые обострения
                полового герпеса. Появление первых высыпаний связывает с первыми родами 10 лет назад. С тех пор рецидивы
                герпеса проявляются при каждом простудном заболевании и перед менструациями.&nbsp;</p>
            <p style="text-align: justify;">Из других проблем – выкидыши, варикозное расширение вен на ногах, больше на
                левом бедре, кандидозный вагинит (молочница). Пациентку беспокоят периодически возникающие едкие,
                раздражающие бели, вызывающие зуд в промежности, скудные менструации, ПМС с головными болями.</p>
            <p style="text-align: left;">Пациентка очень зябкая, худая. Любит заниматься бегом и йогой.</p>
            <p style="text-align: justify;">Был назначен препарат <b>СЕПИЯ </b>с хорошим результатом. Пациентка стала
                реже
                болеть ОРВИ, рецидивы герпеса при этом прекратились. ПМС и бели еЁ перестали беспокоить.</p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>ХРОНИЧЕСКИЙ ГАРДНЕРЕЛЛЕЗ И КАНДИДОЗ (МОЛОЧНИЦА) У ПАЦИЕНТКИ С ЭКЗЕМОЙ ПОСЛЕ
                    РОДОВ</b></p>
            <p style="text-align: justify;">На приём обратилась пациентка после третьих родов. Жалуется на высыпания на
                тыле кистей и на пальцах рук. Беспокоят пузырьки, мокнутие, трещины, корочки, зуд. Обострение экземы
                отмечает после каждых родов, но последнее обострение&nbsp;– самое сильное.&nbsp;</p>
            <p style="text-align: justify;">До этого лечилась гормональными мазями. Так же пациентку беспокоят обильные
                раздражающие бели, с кислым запахом, более активно появляются после полового контакта. В анализах
                выявлен грибок кандида.&nbsp;</p>
            <p style="text-align: justify;">Пациентке тяжело выполнять работу руками, она плачет на приёме, рассказывая
                про домашние дела, жалуется на усталость, плаксивость, желание побыть одной и отвращение к половой
                близости. Она не любит, когда её жалеют.&nbsp;</p>
            <p style="text-align: justify;">Пациентка очень зябкая, предпочитает находиться в тепле, у неё холодные
                конечности. Сейчас она в периоде лактации. В последнее время стали сильно выпадать волосы. На лице у неё
                гиперпигментация (коричневые пятна), которые появились во время первой беременности и площадь их
                увеличивается в период каждой беременности. На голенях варикоз, который её беспокоит вечером болями,
                ощущением усталости в ногах и проявляется небольшой отёчностью стоп и голеней (пастозностью). Желание
                лечь и положить ноги повыше на подушку.&nbsp;</p>
            <p style="text-align: left;">Назначен препарат <b>СЕПИЯ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Состояние стало лучше. Эмоционально чувствует себя более комфортно. Говорит,
                что у неё появилось больше сил и желание общаться. Стала менее зябкой. Бели сохраняются. Состояние сыпи
                ухудшилось. Выпадение волос стало значительно меньше. Отёчность, болезненность и усталость в ногах стала
                меньше. Так как общее и эмоциональное состояние пациентки значительно улучшилось, в данном случае
                временное обострение кожной сыпи – ожидаемо на гомеопатическом лечении.&nbsp;</p>
            <p style="text-align: left;">Продолжена терапия <b>СЕПИЕЙ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.&nbsp;</p>
            <p style="text-align: justify;">Состояние более стабильное. Реже плачет и лучше общается с близкими.
                Отвращение к половой близости уменьшилось. Появилось больше энергии. Выделения из половых путей стали
                меньше, но зуд ушёл. Экзема продолжает беспокоить, но реже и нет реакции ухудшения на воду.</p>
            <p style="text-align: left;">Продолжена терапия <b>СЕПИЕЙ</b>.</p>
            <p style="text-align: left;">Повторный визит через 4 месяца.</p>
            <p style="text-align: justify;">Состояние стабильное. Важна любовь, поддержка мужа и семьи. Важно, чтобы они
                её успокоили, если она плачет. Стала менее зябкой, не переносит духоту в помещении, нужен свежий воздух.
                Открывает окна для проветривания. Закончила грудное вскармливание. Варикоз беспокоит усталостью в ногах,
                болевыми ощущениями в области варикозных узлов, отёчностью к вечеру, лучше лёжа, поднимая ноги выше на
                подушку. Испытывает отвращение к жирному мясу. Любит сливочное масло, ест его кусками. Экзема
                обостряется перед и во время менструации.</p>
            <p style="text-align: left;">Был назначен препарат <b>ПУЛЬСАТИЛЛА</b>.</p>
            <p style="text-align: left;">Повторный визит через 3 месяца.</p>
            <p style="text-align: justify;">Состояние стабильное, не плачет. Экзема стала беспокоить намного реже, боли
                в голенях, отечность и усталость в ногах, бели стали намного меньше.&nbsp;</p>
            <p style="text-align: left;">Продолжена терапия <b>ПУЛЬСАТИЛЛОЙ</b>.&nbsp;</p>
            <p style="text-align: left;">Повторный прием через 3 месяца.</p>
            <p style="text-align: justify;">Состояние стабильное, не плаксива. Экзема не беспокоит, бели не беспокоят. В
                мазках-анализах отсутствует кандида. Вены на ногах не беспокоят болями и чувством усталости.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ ОЧАГОВОЙ АЛОПЕЦИИ У ПАЦИЕНТКИ С МОЧЕКАМЕННОЙ БОЛЕЗНЬЮ И ПИЕЛОНЕФРИТОМ
                    В АНАМНЕЗЕ</b></p>
            <p style="text-align: justify;">Пациентка 30 лет с жалобами на очаговое выпадение волос. При осмотре крупный
                очаг облысения в височной области слева с переходом на затылок. Фолликулярный аппарат сохранен, есть
                зона расшатанных волос. Беспокоит очаг ощущением сухости и сжатия кожи.</p>
            <p style="text-align: justify;">Проблема началась в пубертатном возрасте, в 13 лет. По анализам мочи был
                поставлен диагноз пиелонефрит. Первый приступ почечной колики случился в 19 лет. Был поставлен диагноз
                МКБ справа. В тот же период началось выпадение волос и менструации стали болезненными. У мамы пациентки
                так же МКБ, узлы щитовидной железы, проблемы с суставами – артрозы и миома матки.</p>
            <p style="text-align: justify;">У девушки плохой аппетит в течение дня, она быстро насыщается, когда ест, но
                плохо переносит голод. Иногда просыпается ночью, чтобы немного перекусить. Испытывает сильную сонливость
                после обеда. Склонность к запорам. Пристрастие к сладостям. Часто беспокоят газы после еды.&nbsp;</p>
            <p style="text-align: left;">Назначен препарат <b>ЛИКОПОДИЙ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">На повторном визите выпадение волос стало меньше, зоны расшатанных волос
                нет. Ушло ощущение сжатия кожи в области очага алопеции. Аппетит такой же, стул так же со склонностью к
                запорам. Кожа на теле сухая. Ногти ломкие. Пристрастие к сладкому. Моча стала ярко оранжевого цвета.
                Рекомендовано сделать общий анализ мочи.</p>
            <p style="text-align: left;">Назначение – <b>ЛИКОПОДИЙ </b>продолжен.</p>
            <p style="text-align: left;">На повторном приёме через 2 месяца.</p>
            <p style="text-align: justify;">Пациентка жалуется на сновидение – сны о падениях с высоты каждую ночь. По
                состоянию волос без особых изменений. Появилось головная боль с ощущением гвоздя. Запор остаётся,
                сухость кожи остается.&nbsp;</p>
            <p style="text-align: left;">Дан препарат <b>ТУЯ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Сны о падении, головная боль не беспокоят. Зона расшатанных волос
                отсутствует. Волосы стали отрастать.</p>
            <p style="text-align: left;">Продолжена терапия <b>ТУЕЙ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2,5 месяца.</p>
            <p style="text-align: justify;">Рост волос в очаге продолжается. Пациентка отмечает, что её продолжает
                беспокоить запор без позывов или позывы очень слабые, стул сухой, как овечий кал, сухость слизистой рта,
                слабые ногти, сухость кожи и волос. Был назначен препарат <b>АЛЮМИНА</b>, на фоне которой ушёл
                хронический
                запор и сухость слизистых и кожи, ногти стали лучше.</p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>ХРОНИЧЕСКИЙ АТОПИЧЕСКИЙ (НЕЙРОДЕРМИТ) ДЕРМАТИТ У ПАЦИЕНТКИ С АПАТИЕЙ</b></p>
            <p style="text-align: justify;">Пациентка страдает атопическим дерматитом с детства. В родильном доме была
                стафилококковая инфекция, которую лечили антибиотиками. После этого начался диатез по всему телу. В
                течение жизни неоднократно лечилась в кожной больнице Короленко с диагнозом атопический дерматит мазями
                и таблетками. В пубертатном возрасте кожная сыпь уменьшилась и осталась только в области кистей. Лучше
                становилось в период беременности. Но после родов (кесарево сечение) была проведена антибиотикотерапия и
                на этом фоне вновь сыпь обострилась.</p>
            <p style="text-align: justify;">Сейчас кожная сыпь остаётся на пальцах рук над суставами. Зуд сильный, лучше
                под горячей водой. Несмотря на лечение мазями, таблетками, инъекциями гормональных препаратов, кожа не
                становится лучше уже в течение 2-х лет. Состояния апатии по поводу болезни кожи. Из страхов – страх
                остаться без денег и совсем одной, ощущение, что её бросят. Пациентка отмечает, что ей в последнее время
                становится легче психологически и лучше с кожей за 1-2 дня до очередного ухудшения. Пациентка зябкая, у
                неё повышен аппетит, хотя сама она очень худая.</p>
            <p style="text-align: left;">Назначен препарат <b>ПСОРИНУМ</b>.</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Пациентка рассказывает, Что настроение у неё стало получше, она стала
                "видеть свет в окне", но на препарате было сильное обострение в течение первой недели. Далее обострение
                ушло, но в течение 2 месяцев оставались ухудшения со стороны кожи, но в меньшей степени, чем до лечения
                гомеопатией. Пациентка зябкая, у неё повышен аппетит, она на 2 кг прибавила в весе. Терапия
                <b>ПСОРИНУМОМ </b> продолжена.</p>
            <p style="text-align: left;">Повторный визит на фоне лечения через 2 месяца.</p>
            <p style="text-align: justify;">Кожные высыпания стали менее сильно беспокоить пациентку. У пациентки
                хорошее настроение. Терапия&nbsp;<span style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder;">ПСОРИНУМОМ&nbsp;</span>продолжена.
            </p>
            <p style="text-align: left;">Повторный визит через 3 месяца.</p>
            <p style="text-align: justify;">Кожа значительно лучше. Настроение хорошее. Аппетит стал меньше. Стала лучше
                переносить холод.&nbsp;</p>
            <p style="text-align: justify;"><br></p><p style="text-align: left;"><b>КРАСНЫЙ ПЛОСКИЙ ЛИШАЙ У ПАЦИЕНТКИ СО СКЛОННОСТЬЮ К НОВООБРАЗОВАНИЯМ</b></p>
            <p style="text-align: justify;">Женщина 35 лет обратилась с зудящими высыпаниями красного плоского лишая на
                коже внутренней поверхности запястий и коже живота. Пациентка полная, старается не говорить о своих
                проблемах с мужем, с которым нет половой близости. Скрытная, рассказывает о себе мало. Из заболеваний у
                пациентки фиброзно-кистозная мастопатия, кисты яичников, миома матки, по поводу которой была
                прооперировала 2 года назад. Повышенная сальность кожи лица и обилие комедонов. Сильная потливость в
                области бёдер. Говорит о пристрастии к луку. Зябкая. Может есть его просто так. Называет себя сама
                «Буратино». Пациентка рассказала, что муж заражал её гонореей, которую пролечили антибиотиками. После
                этого лечения через полгода на половых губах появились кондиломы, которые она удалила.&nbsp;</p>
            <p style="text-align: left;">Назначен препарат <b>ТУЯ</b>.&nbsp;</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Пациентке стало эмоционально лучше. На консультации она более разговорчива и
                контактна. Сыпь остаётся. Появились жёлтые бели. Пристрастие к луку остаётся. Сальность кожи
                остаётся.&nbsp;</p>
            <p style="text-align: left;">Терапия <b>ТУЕЙ </b>продолжена.&nbsp;</p>
            <p style="text-align: left;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Кожа стала лучше. Цвет высыпаний менее яркий. Они не чешутся. Бели не
                беспокоят. Пристрастие к луку остаётся.&nbsp;</p>
            <p style="text-align: left;">Терапия <b>ТУЕЙ </b>продолжена.</p>
            <p style="text-align: left;">Повторный визит на фоне лечения через 3 месяца.</p>
            <p style="text-align: justify;">Жалуется на отсутствия половой близости с супругом, от которой она страдает.
                Повышено сексуальное желание. У пациентки фиброзно-кистозная мастопатия, больше правой молочной железы,
                киста правого яичника. Она стала менее зябкая, стала любить обливаться холодной водой. К луку
                равнодушна. Был назначен препарат <b>АПИС</b>.&nbsp;</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ КЕЛОИДНЫХ РУБЦОВ У ПАЦИЕНТА ПОСЛЕ АКНЕ</b></p>
            <p style="text-align: justify;">Пациент 35 лет обратился с келоидами на спине. При осмотре спины – плотные
                рубцы звёзчатой формы, белого цвета, выступают над поверхностью кожи. Пациента они беспокоят с
                эстетической точки зрения, иногда – зудом. Ранее была проведена операция их удаления с отрицательным
                результатом. После этого пациент проводил курс инъекций рассасывающих препаратов по типу лидазы без
                желаемого результата.&nbsp;</p>
            <p style="text-align: left;">После отрицательного опыта лечения, пациент обратился ко мне.&nbsp;</p>
            <p style="text-align: justify;">Пациент очень жаркий, любит обливаться холодным душем, занимается
                моржеванием. Не женат, не склонен заводить длительные отношения с женщинами. У пациента проблемные
                кариозные зубы, «всю жизнь их лечит», ломкие ногти. В молодом возрасте страдал очаговой алопецией
                (выпадением волос). Пристрастие к острой пище. Пьёт только холодные напитки. Отвращение к кофе.&nbsp;
            </p>
            <p style="text-align: left;">Был назначен препарат ацидум <b>ФЛЮОРИКУМ</b>.&nbsp;</p>
            <p style="text-align: justify;">На повторной консультации через 3 месяца пациент отмечает небольшое
                размягчение келоидов.</p>
            <p style="text-align: justify;">Продолжена терапия препаратом <b>АЦИДУМ ФЛЮОРИКУМ</b>.</p>
            <p style="text-align: justify;">На повторной консультации через 3 месяца келоиды стали менее плотные, менее
                выпуклые, не чешутся. Ногти стали менее ломкими.&nbsp;</p>
            <p></p>
            <p style="text-align: justify;">&nbsp;Пациент доволен результатом терапии. Продолжена терапия&nbsp;<span style="font-weight: bolder; color: rgb(75 85 99 / var(--un-text-opacity));">АЦИДУМ ФЛЮОРИКУМ</span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">.</span></p>
            <div><br></div>
           <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
 the.parent.header }}</el-button>
        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
