<template>
 <div class="ui container">

 <h1 class="mt-12" style="text-align: left;">Джордж Витулкас. Как родить здоровых детей</h1>
 <p style="text-align: justify;"><b>Фрагмент речи, обращённой к врачам-гомеопатам в Национальной академии гомеопатии
 </b></p>
 <p style="text-align: justify;">Вопрос, который я хочу обсудить сегодня, сформулирован довольно
 расплывчато:&nbsp;</p>
 <p style="text-align: justify;"><b><span style="color: var(--un-prose-body);">Как вырастить здоровых детей в
 современном обществе? Какие условия&nbsp;</span><span style="color: var(--un-prose-body);">нужны для
 этого, что мы можем сделать как врачи-гомеопаты, какие советы мы&nbsp;</span><span style="color: var(--un-prose-body);">можем дать, что должны знать родители и какова их роль и
 ответственность,&nbsp;</span><span style="color: var(--un-prose-body);">чтобы родить здорового
 ребёнка?</span></b></p>
 <p style="text-align: justify;">Я хочу подчеркнуть с самого начала, что эти идеи представляют собой
 простую&nbsp;<span style="color: var(--un-prose-body);">гипотезу, основанную на исследованиях и беседах с
 тысячами родителей, которые&nbsp;</span><span style="color: var(--un-prose-body);">повстречались мне за
 последние сорок лет, что я занимаюсь гомеопатией. В тех&nbsp;</span><span style="color: var(--un-prose-body);">случаях, когда я имел возможность близко познакомиться со всей
 семьей, я мог легко&nbsp;</span><span style="color: var(--un-prose-body);">определить, что чувствовали
 родители в момент зачатия. Я надеюсь, что приведенная&nbsp;</span><span style="color: var(--un-prose-body);">далее гипотеза будет изучена разными учеными-экспертами, и они либо
 подтвердят,&nbsp;</span><span style="color: var(--un-prose-body);">либо опровергнут ее.</span></p>
 <p style="text-align: justify;">Вопрос, которым я задавался все эти годы, когда сравнивал общее
 состояние&nbsp;<span style="color: var(--un-prose-body);">здоровья людей разных национальностей и рас (а у
 меня была возможность лечить&nbsp;</span><span style="color: var(--un-prose-body);">пациентов разных
 национальностей и этнических групп и сравнивать состояние&nbsp;</span><span style="color: var(--un-prose-body);">здоровья их детей), был следующим: почему определенные этнические
 группы и&nbsp;</span><span style="color: var(--un-prose-body);">национальности так называемых стран
 третьего мира как правило отличаются более&nbsp;</span><span style="color: var(--un-prose-body);">крепким психическим здоровьем, чем люди из западных стран, несмотря
 на то, что&nbsp;</span><span style="color: var(--un-prose-body);">последние проживают в лучших
 санитарных и в целом более комфортных условиях?</span></p>
 <p style="text-align: justify;">Почему дети этих национальностей были счастливее, несмотря на то, что жили
 в&nbsp;<span style="color: var(--un-prose-body);">бедности?</span></p>
 <p style="text-align: justify;">Какие фундаментальные факторы определяют здоровье ребенка?</p>
 <p style="text-align: left;"><b>Здоровье ребенка, как правило, зависит от трех факторов:</b></p>
 <p style="text-align: left;"><b>1. Наследственность</b></p>
 <p style="text-align: left;"><b>2. Медицинская история родителей, т.е. перенесенные заболевания и
 ранее&nbsp;<span style="color: var(--un-prose-body);">назначавшиеся им лекарства</span></b></p>
 <p style="text-align: left;"><b>3. Духовно-эмоциональное состояние родителей в момент зачатия</b></p>
 <p style="text-align: justify;">Факторы, которые будут рассматриваться в данном обсуждении, в основном относятся
 к третьему условию и степени его влияния на здоровье будущего ребенка. Мы рассмотрим следующие
 факторы:&nbsp;</p>
 <p style="text-align: justify;">1. Тератогенез ("рождение урода", от греческого "терас", что означает
 "чудовище") в результате воздействия химических веществ и лекарств. Примером могут служить талидомид и
 обедненный уран в Ираке. Мы с уверенностью можем сказать, что химические вещества, воздействию которых
 подверглись родители перед зачатием, являются причиной многих случаев тератогенеза. Дети рождались с
 отсутствующими или деформированными частями тела.&nbsp;</p>
 <p style="text-align: justify;">2. Кроме того, хорошо известен еще один факт: если человек является полным или
 частичным инвалидом, организм как правило пытается компенсировать имеющуюся неполноценность другими
 способами. Например, если нарушено кровообращение, в обход проблемного участка в организме возникает
 коллатеральное кровообращение. Люди, которые лишились верхних конечностей, развивают способность делать
 ногами то, что они раньше делали руками, а человек, потерявший зрение, развивает более острые тактильные и
 слуховые ощущения, и так далее. Мы наблюдаем подобные изменения в своем собственном организме в том случае,
 если лишились определенного органа или функции, при этом организм пытается компенсировать эту потерю за счет
 развития других функций.&nbsp;</p>
 <p style="text-align: justify;"><b>Главный вопрос, которым мы задаемся сегодня: что происходит, если человек
 утрачивает определенные функции на духовном или эмоциональном уровне?&nbsp;</b></p>
 <p style="text-align: justify;">Все, кто занимается гомеопатией, знают, что помимо физических органов наше тело
 обладает "функциями" или органами, определяющими наш духовный и эмоциональный уровень.&nbsp;</p>
 <p style="text-align: justify;"><b>Проблема в следующем: возможны ли случаи тератогенеза на духовном или
 эмоциональном уровне? </b>Возможно ли родить чудовище, которое, когда вырастет, будет сеять коррупцию,
 террор или даже смерть из-за того, что у него отсутствует какой-либо важный элемент на этих уровнях? И если
 да, то почему? Возможно ли предотвратить такой исход?&nbsp;</p>
 <p style="text-align: justify;">Если понаблюдать за современным обществом и особенно западным миром, мы
 столкнемся с действительно необъяснимым и пугающим явлением. Например, десятилетний ребенок из ружья убивает
 одноклассников. Нет необходимости упоминать все преступления, которые совершаются сегодня в западных странах
 и которые все нам так хорошо известны.&nbsp;</p>
 <p style="text-align: justify;">Из психиатрического обследования этих индивидов мы обнаружили, что у них
 отсутствуют определенные духовные и эмоциональные функции. Если покопаться в душе чудовищного насильника,
 который убивает и закапывает свои жертвы, то в конце концов он признается, что пытался вызвать определенные
 эмоции, чтобы получить удовлетворение. Единственные ли эти несущие в себе смерть люди, кто должен отвечать
 за свои действия? Насколько государство, общество или семья способствуют такому насилию?&nbsp;</p>
 <p style="text-align: justify;">Преступления такого рода, хотя они совершаются лишь в состоянии крайних
 психических расстройств, доставляют страдания миллионам людей в западных странах. У нас появляются садисты,
 мазохисты, люди с сексуальными извращениями, люди, которые ненавидят окружающих, люди, которые всю жизнь
 живут в депрессии, люди, которые чувствуют, что они ничего не стоят, люди, которые постоянно живут с
 ощущением, что с ними произойдет что-то плохое, люди, которые выражают свои чувства только при помощи
 насилия и т.д.&nbsp;</p>
 <p style="text-align: justify;">С другой стороны, у нас есть дети, высокоразвитые психически, но крайне незрелые
 эмоционально. Например, мальчики 15-16 лет лучше всех учатся в своем классе; они настолько умны, что
 способны посещать уроки в старших классах. Но когда мы оцениваем их развитие в других областях, то понимаем,
 что они абсолютно незрелы эмоционально. Как будто бы все эмоциональные органы, которые необходимы для
 общения с семьей, друзьями или обществом, у них отсутствуют, и, следовательно, они неспособны вступать в
 отношения, основанные на любви.&nbsp;</p>
 <p style="text-align: justify;">Я также обращаю ваше внимание на случаи, с которыми мы все ежедневно
 сталкиваемся в западном обществе. Посмотрите на ученых, которые работают над определенным проектом и целиком
 и полностью посвящают себя ему, игнорируя личные отношения и привязанности к другим. Я помню, одна врач
 призналась мне: "Я развелась с мужем, потому что он был слишком хорошим ученым! Единственное, что его
 интересовало, это вирусы, микроскоп и поведение вирусов. Он приходил домой только поесть, а сразу после
 ужина садился за книги. Я терпела 10 лет, но больше не смогла. Я не заслуживала столько внимания, сколько
 вирусы".&nbsp;</p>
 <p style="text-align: justify;">Этот слишком хороший ученый страдает от отсутствия более глубоких эмоциональных
 функций. Он избыточно развил часть своего интеллекта, которая заменила определенную эмоциональную
 ущербность, и пытается компенсировать такую ограниченность за счет стремления к открытиям и успеху, что
 позволяет ему чувствовать себя важным. Особенно часто такая ситуация наблюдается у амбициозных людей с
 высокоразвитым интеллектом, которых не интересует ничего, кроме их науки. Они могут периодически заниматься
 сексом, но делают это механически. А если они в компании, то чтобы получить удовольствие, им нужно
 напиваться или принимать наркотики.&nbsp;</p>
 <p style="text-align: justify;">Сегодня есть женщины, которые не знают, что значит влюбиться.&nbsp;</p>
 <p style="text-align: justify;">Меня потрясло поведение весьма известного и умного человека. Это бывший министр
 иностранных дел США Генри Киссинджер, также известный как сценарист всех современных войн. Когда США
 проигрывали вьетнамскую войну, он отдал приказ бомбить невооруженное население в городах, в результате чего
 погибло 300 000 ни в чем не повинных граждан.&nbsp;</p>
 <p style="text-align: justify;">Спустя годы, когда во время интервью один американский журналист давил на
 Киссинджера, требуя разъяснить это, казалось, что Киссенджер просто не осознавал последствий своих
 действий.&nbsp;</p>
 <p style="text-align: justify;">Мой вопрос заключается в следующем: представляет ли собой этот гениальный
 человек, который некоторое время правил миром, цельную личность со стабильной психикой или же он чудовище?
 Многие из нас смогли бы отдать такой же приказ, даже если бы речь шла не о 300 000, а всего об одном
 человеке? Смогли бы вы отдать приказ о бомбежке мирного населения, просто чтобы доказать, что ваша политика
 правильна?&nbsp;</p>
 <p style="text-align: justify;">Был ли Гитлер, с присущей ему ненавистью и нетерпимостью, цельной личностью или
 чудовищем? А Сталин, с его жестокостью, с которой он расправлялся с миллионами подозреваемых
 соотечественников, был ли он здоровым с эмоциональной точки зрения или он был извергом?&nbsp;</p>
 <p style="text-align: justify;">Так что же случилось с нашим обществом, что на вершину власти поднялись политики
 с такими эмоциональными изъянами?&nbsp;</p>
 <p style="text-align: justify;">Можно ли отнести данных индивидов к случаям тератогенности на эмоциональном или
 духовном уровне? И какие факторы вызывают такой тип тератогенеза?&nbsp;</p>
 <p style="text-align: justify;">Можно легко представить, что случится, если бессердечные, черствые и
 эмоционально ограниченные ученые и беспринципные аморальные карьеристы-политики объединят свои усилия на
 "благо" общества.&nbsp;</p>
 <p style="text-align: justify;">В таком случае наверняка появится гениальный ученый, которому политики пообещают
 престиж и известность, если он изобретет "умную бомбу", чтобы уничтожить их врагов, и он наверняка выполнит
 их безнравственное поручение.&nbsp;</p>
 <p style="text-align: justify;">Причина, по которой ученый делает это, заключается в том, что он не понимает, во
 что ввязывается, так как не обладает определенными функциями на духовно-эмоциональном уровне и поэтому не
 переживает, что может совершить преступление. Он не видит, какие разрушения принесет, и его занимает
 исключительно сам факт "гениального" открытия.&nbsp;</p>
 <p style="text-align: justify;"><b>"Дитя любви" никогда не будет замешано в таких проектах, какое бы
 вознаграждение ему ни предложили.&nbsp;</b></p>
 <p style="text-align: justify;">Нас, как целителей, просят объяснить, что же происходит на самом деле и почему
 рождаются такие чудовища, полноценные физически, но не обладающие определенными функциями на
 духовно-эмоциональном уровне, отсутствие которых может быть опасным не только для них самих, но и для всего
 общества.</p>
 <p style="text-align: justify;">Почему такая неполноценность опасна? Потому что организм обладает способностью
 компенсировать отсутствующие элементы, заменяя их другими эмоциями или умениями на эмоциональном уровне,
 дабы достичь своего рода равновесия. Человек может не любить окружающих и не сочувствовать им, но может
 совершать поступки, за которые другие будут восхищаться им или хвалить его, давая ему любовь и восхищение.
 Однако он сам не испытывает чувства любви.&nbsp;</p>
 <p style="text-align: justify;">Приведем еще один пример. Молодая девушка считает себя некрасивой. Чтобы
 восполнить этот недостаток, а также из-за насмешек, которым она может подвергнуться, она развивает
 интеллект, становится в школе отличницей и ее одноклассники начинают ею восхищаться. Так девушка достигает
 равновесия, оканчивает школу со всеми пятерками и поступает в университет, изучает биологию, проводит все
 время за учебой, оканчивает биологический факультет с красным дипломом и, в конце концов, полностью
 посвящает себя этой науке. В 27 лет она уже профессор университета.&nbsp;</p>
 <p style="text-align: justify;">И вот ей 28, 30, 32 или 36 лет, а она не знает, что такое любовь. Это означает,
 что та часть организма, которая отвечает за эти эмоции, не используется или полностью подавляется. С таким
 изъяном эта женщина скорее всего будет вести себя неестественно. Она будет специально создавать ненормальные
 ситуации, чтобы получить ощущение любви или сексуального возбуждения. Любой может представить, что это за
 ситуации. Эта женщина осознает, что окружающие реагируют "по-другому" на ситуации, которые ей незнакомы, и
 не может ответить на вопросы "что чувствует влюбленный человек?", "почему я не влюбляюсь?", "что чувствуют
 люди?" и так далее.&nbsp;</p>
 <p style="text-align: justify;">Конечно же, список таких отклонений бесконечен. Само устройство нашего общества
 рождает больших и маленьких чудовищ. Мы сталкиваемся со случаями "тератогенеза" на эмоциональном и
 интеллектуальном уровнях, потому что игнорируем законы природы.&nbsp;</p>
 <p style="text-align: justify;"><b>Вопрос в следующем: в какой степени эмоциональное состояние родителей в
 момент зачатия может послужить причиной такого тератогенеза?</b></p>
 <p style="text-align: justify;">А теперь я хотел бы предложить свою гипотезу, ставшую результатом исследований и
 основанную на опыте, беседах и лечении семей разных национальностей. Я надеюсь, как я уже говорил, что эта
 гипотеза вскоре будет проверена уважаемыми учеными в лаборатории.&nbsp;</p>
 <p style="text-align: justify;">Я начну с предположения, что как сперма, так и яйцеклетка неотделимы от общего
 состояния индивида и содержат структурный код индивида на всех уровнях: физическом, эмоциональном и
 духовном. Сперма и яйцеклетка несут в себе отпечаток психологического состояния двух людей, которые
 соединились в момент зачатия. Их союз будет успешным, только если они растворятся друг в друге и будут в
 согласии и гармонии друг с другом в тот момент, когда занимались любовью. Чем больше разногласий и
 расхождений между ними, тем менее прочным будет их союз. Если это расстояние и противостояние велики,
 ребенок может родиться с раздвоением личности и обладать двумя разными, но одинаково вескими точками зрения.
 Нечто вроде шизофрении. Конечно же, возможна и ситуация, когда люди подходят друг другу с точки зрения
 секса, на физическом уровне, но сильно отличаются друг от друга эмоционально и психически.&nbsp;</p>
 <h2 style="text-align: justify;">ВАРИАНТ ЗАЧАТИЯ I&nbsp;</h2>
 <p style="text-align: justify;">Если использовать символы, то момент слияния двух людей, которые действительно
 любят друг друга, можно представить в виде идеального цикла, который символизирует основное состояние
 влюбленных — удовлетворение, полноту и гармонию на эмоциональном и духовном уровнях. В идеальном союзе один
 цикл накладывается на другой, в результате чего образуется абсолютно новый цикл.&nbsp;</p>
 <p style="text-align: justify;"><b>В идеале, яйцеклетка и сперма находятся в состоянии абсолютного равновесия и
 покоя на всех уровнях. Мы имеем идеальный союз двух людей, которые чувствуют, что они дополняют друг
 друга и счастливы друг с другом.&nbsp;</b></p>
 <p style="text-align: justify;">В результате этого союза появляется новое человеческое существо — ребенок,
 <b>который будет обладать лучшими чертами обоих родителей</b>. Такими детьми руководит в первую очередь
 любовь, и они абсолютно гармоничны.&nbsp;</p>
 <p style="text-align: justify;">Конечно, все это относительно и находится под воздействием двух других факторов:
 наследственности и медицинской истории родителей. <b>Я также полагаю, что если исследовать яйцеклетку и
 сперму таких людей, их химическая структура будет отличаться от остальных, которые не соответствуют
 данным условиям</b>.&nbsp;</p>
 <h2 style="text-align: justify;">ВАРИАНТ ЗАЧАТИЯ II&nbsp;</h2>
 <p style="text-align: justify;">В варианте II мы имеем дело с новой клеткой, из которой родится ребенок,
 утратившей гармонию и несущей в себе <b>отпечаток эмоциональной подавленности родителей или сильного
 эмоционального конфликта</b>.&nbsp;</p>
 <p style="text-align: justify;">Эти дети неполноценны, они всегда будут чувствовать, что им чего-то не хватает,
 и никогда не достигнут гармонии. Они никогда не станут однородным и идеальным кругом, в отличие от детей
 любви.&nbsp;</p>
 <p style="text-align: justify;">Есть и третий вариант зачатия, в результате которой дети рождаются <b>от
 агрессивных родителей, а клетка находится в состоянии крайнего возбуждения или даже агрессии</b>.&nbsp;
 </p>
 <h2 style="text-align: justify;">ВАРИАНТ ЗАЧАТИЯ III&nbsp;</h2>
 <p style="text-align: justify;"><b>Союз двух людей в состоянии возбуждения.</b>&nbsp;</p>
 <p style="text-align: justify;">Такие дети пытаются заявить о себе путем насилия и крайних действий, потому что
 они не чувствуют любви и сострадания к кому-либо. Их потребность в любви толкает их на поступки,
 противоположные тем, которыми обычно можно заслужить любовь.</p>
 <p style="text-align: justify;">Конечно же, между этими крайними случаями есть бесконечные модификации,
 состояния и фазы. Главный вопрос заключается в том, находятся ли родители до сексуального контакта в
 вариантах I, II или III, а также в том, в какой степени эти варианты влияют на здоровье будущего
 ребенка.&nbsp;</p>
 <p style="text-align: justify;">Давайте начнем с анализа варианта I, чтобы иметь возможность сравнить его с
 другими двумя вариантами.&nbsp;</p><p style="text-align: justify;">Чтобы достичь варианта I, оба индивида должны достичь состояния, в котором <b>их
 собственное "я" максимально отошло бы на второй план и позволило бы им раствориться друг в друге</b> во время
 сексуального контакта. Природа наделила нас легким способом достижения варианта I, <b>дав нам способность
 влюбляться, которую точнее всего можно описать греческим словом "эрос"</b>. Что такое эрос? Это сильное желание
 мужчины соединиться с женщиной или желание женщины соединиться с мужчиной. Это желание стать единым целым с
 объектом обожания и раствориться в нем. Это желание можно удовлетворить только в результате абсолютного
 единства, которое подкрепляется эротическим союзом.&nbsp;</p>
 <p style="text-align: justify;">Результатом этого состояния будет чувство полного удовлетворения и абсолютного
 счастья. Затем, благодаря этому зову природы и долгожданному достижению желаемого, два человека достигают
 состояния полного удовлетворения. Глубокое удовлетворение и счастье достигаются благодаря принятию друг
 друга, поскольку люди не препятствуют сближению друг с другом ни физически, ни морально. В таком полном
 эмоциональном слиянии сознание собственного "я" практически не существует. Таким образом, состояние
 абсолютного спокойствия, удовлетворения и гармонии является высшей точкой такого единения. Это именно тот
 момент, когда по замыслу природы двое могут "отдать" самую лучшую часть себя, поэтому их новое создание,
 ребенок, будет обладать лучшими качествами обоих родителей и будет настолько совершенным, насколько это
 возможно.&nbsp;</p>
 <p style="text-align: justify;">Такое дитя любви вырастет уравновешенным, непритязательным и счастливым
 человеком. В общении с другими он будет естественным и лишенным каких-либо комплексов, отклонения возможны
 крайне редко, а счастье легко достижимо. Большинство из них смогут влюбиться легко и в подходящее для этого
 время.&nbsp;</p>
 <p style="text-align: justify;">Но такую модель любви очень сложно реализовать в современном обществе, где люди
 ищут легкого и быстрого оргазма. Сегодня в Америке есть "школы", которые пытаются "научить" бедных клиентов,
 как испытать оргазм!!! Естественно, это абсолютный провал, но не этих "школ", а нашего общества, в котором
 такие школы востребованы. Это явилось результатом сексуальной революции и неконтролируемой сексуальной
 вседозволенности.&nbsp;</p>
 <p style="text-align: justify;">Чтобы человек смог испытать состояние эроса, физический контакт должен быть
 труднодостижимым, необходимо самоограничение. Более того, после первого знакомства и во время ухаживания
 нужно давать волю воображению. Пара в состоянии чистой любви или эроса наслаждается друг другом, испытывает
 сильные положительные эмоции, заботится друг о друге и пребывает в оптимальном эмоциональном состоянии.
 Когда, наконец, наступает момент физической близости, то это священный момент деторождения, в результате
 которого родится самый лучший ребенок. <b>В современном обществе мы обычно убиваем таких детей любви!&nbsp;</b></p>
 <p style="text-align: justify;">Одно очевидно, что должны иметь в виду будущие родители:&nbsp;</p><p style="text-align: justify;"><b>Сперма и яйцеклетка
 несут в себе духовное и эмоциональное состояние родителей в момент зачатия</b>. Если секс происходит слишком
 рано, все его волшебство будет потеряно, а у пары нет времени, чтобы узнать лучшие качества друг друга.
 Только дети любви наследуют от родителей их лучшие физические, духовные и эмоциональные черты и качества.
 Именно таким способом, при помощи эроса, природа указывает нам подходящий момент для рождения здоровых
 детей, поэтому человечество постоянно обновляется. Но в западном обществе мы с завидным упорством идем по
 другому пути, пути дегенерации.</p>
 <p style="text-align: justify;">К сожалению, образ жизни в большинстве западных сообществ делает невозможными
 такие ситуации, которые лучше всего подходят для продолжения рода. В цивилизованном обществе вместо любви
 преобладают самолюбие и корысть, поэтому естественный эротический союз практически невозможен.</p>
 <p style="text-align: justify;">Если бы такие люди (дети любви) стали политическими лидерами, военными или
 учеными, они несомненно принимали бы больше правильных и "здоровых" решений вместо тех, которые принимаются
 сейчас, и которые во многих случаях вообще нельзя назвать человеческими.&nbsp;</p><p style="text-align: justify;"><i>Но такое дитя любви не найдет места
 среди лидеров нашего современного общества. Его никогда не назначат ни главой армии, ни главой государства,
 ни главой министерства иностранных дел. Нынешние социальные условия тут же истребят его.&nbsp;</i></p>
 <p style="text-align: justify;"><i>Те, кого выбирают на данные посты в нашем страшном обществе коммерческой
 глобализации и войны, принадлежат к вариантам II или III.&nbsp;</i></p>
 <p style="text-align: justify;">Я приведу несколько примеров для иллюстрации того, что я имею в виду. Если
 молодая незамужняя девушка влюбляется в мужчину и беременеет, ее родители скорее всего решат, что этот
 ребенок не может и не должен родиться. "Ты не замужем", "Ты не заработала себе на жизнь" и т.д. Мы считаем,
 что знаем лучше, чем природа, что нужно сделать, и приходим к выводу, что этот ребенок не нужен. В таких
 случаях родители отворачиваются от своих детей, вместо того, чтобы помочь им. Конечно же, нет такой
 статистики, которая могла бы подтвердить количество абортов именно детей любви, но мы знаем, что они
 составляют тысячи ежегодно. Однако здесь я хотел бы отметить, что есть различие между детьми любви и детьми,
 родившимися в результате случайной сексуальной связи и мимолетной страсти. Разница между ними огромна. Речь
 идет о том, чтобы найти настоящую пару или половину друг для друга, чтобы обрести гармонию на всех уровнях.
 В нашем обществе возможность такой встречи кажется утопической. Но именно мы сами своим поведением создали
 такие условия в нашем деформированном обществе, что такая возможность стала утопической.</p>
 <p style="text-align: justify;">Сегодня мы видим, что девочки в возрасте 15-16 лет уже вступают в сексуальную
 связь. Какое представление эти дети имеют о неповторимом чувстве любви? Абсолютно никакого. Обычно их эмоции
 варьируют от равнодушия до отвращения. И далее обычно следует аборт. В медицине мы часто сталкиваемся с
 такими случаями обращения пар, когда женщина уже делала ранее несколько абортов. После того, как люди
 вступили в брак, несмотря на то, что они подходят друг другу, беременность не наступает. Они волнуются, что
 не смогут иметь детей, и теперь, спустя два или три года после свадьбы, самый важный вопрос для них, это
 беременна женщина или нет. В таких случаях, когда муж обеспокоен, у него есть свои опасения, свои финансовые
 проблемы, а женщина волнуется, что она не сможет забеременеть, вполне естественно, что они не могут
 раствориться друг в друге во время эротического акта. В таком нервном состоянии зачатие практически
 невозможно. Это может показаться чистой теорией, но мы знаем, что когда пара обращается за лечением и
 получает правильное лекарство, пациент обычно говорит: "Вот теперь я успокоился", "Теперь я прочно стою на
 ногах", "Я нашел себя", "Я чувствую, что я здоров" и т.д.&nbsp;</p>
 <p style="text-align: justify;">Такое спокойствие — это более здоровое состояние, в котором зачатие возможно.
 Именно по этой причине гомеопатия настолько успешна в подобных случаях. Теперь следует сказать, что этот дар
 природы, эрос, не длится долго. Он силен в первые два-три года, когда родители еще молоды, энергичны и
 невинны. Это самое подходящее время для зачатия и рождения здоровых детей.&nbsp;</p>
 <p style="text-align: justify;">Я приведу пример людей, относящихся варианту II. Рассмотрим очень
 распространенную ситуацию, когда молодая женщина безумно влюбляется и роман заканчивается беременностью.
 Однако она делает аборт, а также разрывает отношения со своим любовником. Через некоторое время у нее новый
 роман, однако она не настолько увлечена, как в первый раз (и никогда так увлечена уже не будет), затем
 следуют еще несколько связей, и наконец в возрасте 26 лет она решает, что нашла "подходящего" человека, и
 выходит за него замуж. Что сделала эта молодая женщина?</p>
 <p style="text-align: justify;">Она подавила часть своего эмоционального мира и теперь не может стать свободной
 и достичь состояния абсолютного удовлетворения, которое требуется для варианта I.&nbsp;</p><p style="text-align: justify;"><b>В результате такого хода
 событий женщина в конце концов заболевает и вообще теряет возможность вернуться к этому варианту. В
 результате такого поведения, которое навязывается давлением сегодняшнего общества, наши самые главные и
 глубокие эмоции подавляются и приносятся в жертву прибыли и самолюбию.&nbsp;</b></p>
 <p style="text-align: justify;">Пытаясь по-настоящему помочь пациентам, мы рассматриваем их с более глубокой и
 более человечной точки зрения, и знаем, сколько прекрасных девушек "пожертвовали собой", пытаясь найти
 подходящего мужа, и живут теперь в золотой клетке, что ведет к болезням. Это вызывает синдром, на который я
 обращаю особое внимание моих студентов. Я назвал его "синдромом замужества", и он имеет вполне конкретные
 симптомы. Когда основные инстинкты игнорируются или подавляются, а эгоизм и выгода преобладают, можно легко
 представить, с какими эмоциями или расчетливыми соображениями молодые люди думают о замужестве или женитьбе.
 Рожденные от них дети будут лишены основополагающего ощущения любви, сострадания к другим, неспособны к
 творчеству, не будут уметь дарить любовь, и что еще важнее, не смогут испытать то ощущения счастья, которое
 вы испытываете, когда помогаете другим, а не получаете что-либо от них. Эти мысли кажутся очень простыми, но
 они являются основой здорового существования и, тем не менее, они полностью игнорируются или недооцениваются
 в современном обществе.&nbsp;</p>
 <p style="text-align: justify;">В крайних случаях варианта III зачатие происходит <b>при сильном возбуждении
 мужчины и подавлении женщины</b>. В этом случае мы имеем дело с ситуациями, когда пара занимается сексом в
 возбужденном или раздраженном состоянии.&nbsp;</p><p style="text-align: justify;">Муж возвращается с работы в плохом настроении из-за проблем на
 работе, и кроме того выпивши, и, поскольку он видит, что его жена разговаривает с соседом, то испытывает
 приступ ревности вплоть до безумия, затаскивает жену в дом и начинает избивать ее, она кричит и плачет, и
 все заканчивается сексом. При таких обстоятельствах рождается ребенок. Он будет нести в себе отпечаток
 состояния клеток родителей в момент зачатия. Какие дети родятся из разных вариантов?&nbsp;</p>
 <p style="text-align: justify;">Дети варианта II могут стать отличными учеными, тогда как дети варианта III в
 крайних случаях могут стать преступниками. Все эти эмоционально ограниченные люди всю свою жизнь будут
 искать настоящую любовь, которой их родителям не хватало в момент зачатия. Однако они будут искать ее
 разными способами и на разных уровнях. Чтобы обрести гармонию и найти недостающий элемент или развить
 отсутствующие функции, им нужно достичь мастерства и снискать всеобщее восхищение, чтобы таким образом
 восстановить равновесие. Для индивидов, рожденных из варианта III, базовым элементом является насилие, и мы
 видим, что они пытаются преуспеть и достичь успехов путем насилия. И здесь нужно задаться вопросом,
 насколько силен фактор наследственности и насколько важно состояние родителей перед зачатием.&nbsp;</p>
 <p style="text-align: justify;">Приведем еще один пример — юная девушка была веселой, здоровой (хорошая
 наследственность), но пережив несколько неудач она утратила юность и свежесть, а затем после постоянных
 разочарований постепенно утратила и все эмоции. В нашем обществе обмана и сексуальной вседозволенности
 молодые люди быстро достигают той точки насыщения, когда уже ничто не впечатляет их. Девушка в 17-18 лет уже
 имеет несколько связей, принесших ей разочарование. Что она чувствует после этого? Пустоту. В возрасте 28-29
 лет она по расчету выходит замуж за "подходящего" человека, затем у них рождается ребенок. Каким он будет?
 Ребенок несет в себе отпечаток опыта обоих родителей, но главное — он не умеет дарить любовь и станет
 садистом, чтобы восполнить эмоции и испытать чувства, недоступные ему другими способами.&nbsp;</p>
 <p style="text-align: justify;">Поэтому мы пришли к выводу, что обществу, чтобы быть здоровым, нужны дети,
 рождающиеся от первой любви. Дети, появления которых стоит избегать — это те "чудовища", которые рождаются
 по расчету и из других соображений. Я пойду дальше и скажу еще несколько слов, так как нам, членам западного
 общества, очень сложно понять эту основополагающую теорию. Причина в том, что мы продвинуты с
 технологической точки зрения и обладаем отличной способностью неправильно интерпретировать идеи и
 игнорировать другие мнения, если для нас они неприятны или не служат нашим интересам, поэтому мы как правило
 полагаем, что все знаем лучше.&nbsp;</p><p style="text-align: justify;">Эта позиция "я знаю" разъединяет нас.&nbsp;<span style="color: var(--un-prose-body);">Если я говорю "я знаю" и другие делают то же самое с эгоистичной позиции "я знаю
 лучше", то я не смогу услышать чужую точку зрения, и мы всегда будем на расстоянии друг от друга. Именно это
 и происходит сегодня с молодыми людьми, но в значительно большей степени.&nbsp;</span></p><p style="text-align: justify;"><span style="color: var(--un-prose-body);">Такой эгоизм препятствует
 объединению и не позволяет раствориться друг в друге. Поскольку женщина думает, что мужчина ей подходит не
 потому, что "он привлекает меня с физической и духовной точки зрения", но потому что "он занимает высокое
 положение в обществе, он состоятелен", и приводит другие подобные соображения, почему ей стоит выйти за него
 замуж, они будут иметь проблемы, которые приведут к "синдрому замужества". Это означает, что из-за принятого
 ею в отсутствие влечения решения женщина в долгосрочной перспективе будет страдать от множества недомоганий,
 чтобы избежать сексуального контакта, который ей на самом деле не нравится.&nbsp;</span></p>
 <p style="text-align: justify;">Поэтому дети, рожденные в таких неестественных условиях, могут стать директорами
 банков, учеными или любыми другими людьми, которые совершают поступки только из расчета и которых мы считаем
 уважаемыми членами общества, но на самом деле они холодные эгоисты без души, эмоций и сердца.</p><p style="text-align: justify;">&nbsp;<b>Большой секрет
 здоровых детей</b></p>
 <p style="text-align: justify;">Есть одно условие, которое позволяет вырастить здоровых детей, и я думаю, что
 эта идея покажется вам прогрессивной. Я часто наблюдал, и не только в теории, что самые здоровые на
 духовно-эмоциональном уровне дети рождаются у родителей, которые действительно верят в Бога. Не у тех,
 которые говорят "верю", но имеют множество сомнений, а у тех, которые действительно полагаются на Бога и
 служат ему; у тех, которые могут сказать "да будет воля Твоя". Такая связь с Богом — действительно живая
 связь, основанная на доверии, — дает людям ощущение полного покоя, спокойствия, гармонии и глубокого
 удовлетворения. Эти люди действительно искоренили свою корысть. Конечно, они немногочисленны и их процент в
 обществе невелик.&nbsp;</p><p style="text-align: justify;">Эти люди счастливы, веселы и довольны, даже если у них не хватает денег на самое
 необходимое. Они живут не в роскоши и даже не в комфорте, и все же они настолько счастливы и веселы, что мы
 смотрим на них с завистью и хотели бы быть такими же счастливыми, как они, даже если бы сами не имели
 достаточно денег на еду или не жили бы в комфортных условиях.&nbsp;</p><p style="text-align: justify;">Такое состояние<b> полного покоя</b> дает им
 возможность открыться во время сексуального контакта, раствориться друг в друге благодаря тому, что "эго"
 полностью подавляется, поскольку человек, который истинно верит, не имеет корысти.&nbsp;</p>
 <p style="text-align: justify;">Мне на память приходит фраза из произведения английского поэта: "Вздыхают, не
 любя, и так бедны душой. Неужто ль я такой?" [строчка из сонета Руперта Чоунера Брука (1887-1915) "I said I
 splendidly loved you; it's not true" — прим. перев.]. Этими простыми словами поэт абсолютно верно передает
 тревоги современного человека. Для портрета современного человека типичны сомнения и незащищенность, так как
 "ученый" внутри нас говорит, что нужно ставить под сомнение абсолютно все и никогда не быть в чем-либо
 уверенным. Он заставляет вас сомневаться, так как сам ни во что не верит. Я много наблюдал за детьми тех
 людей, которые боятся только Бога, и они поражали меня своей простой мудростью и способностью любить. Никто
 из них не стал выдающимся лидером или успешным политиком, однако они были очень счастливыми детьми. Всем им
 присуще счастье, веселье и способность к общению. Я также обратил внимание, что они редко болеют. В конце
 концов, доктор должен думать не о том, как вырастить талантливого ученого, успешного политика или хорошего
 бизнесмена, а о том, как дать обществу Человека.&nbsp;</p>
 <p style="text-align: justify;">Гомеопатия, благодаря своей способности восстанавливать баланс в человеке, в
 будущем будет играть огромную роль в достижении этой цели. Мы можем сделать следующие выводы:&nbsp;</p>
 <p style="text-align: left;">1. Чтобы процесс обновления человечества не прекращался, мы должны обращать
 внимание на духовное и эмоциональное состояние родителей в момент зачатия.&nbsp;</p>
 <p style="text-align: left;">2. Молодые люди, вступающие в сексуальный контакт в раннем возрасте, не только
 разрушают самое лучшее, что может случиться с ними, но и теряют способность влюбиться позднее.&nbsp;</p>
 <p style="text-align: left;">3. В школах следует проводить лекции, чтобы разъяснить детям, что любовь это
 не оргазм, а божественный дар. Я боюсь, что так называемое сексуальное воспитание в наших школах, в том
 виде, в котором оно преподносится сегодня, развратит еще больше этих и так уже развращенных детей.&nbsp;</p>
 <p style="text-align: left;">4. Возраст, в котором человек может влюбиться, это 20-23 года, и до этого
 возраста следует ограничивать себя и не руководствоваться сексуальными желаниями, если вы хотите найти
 настоящего спутника жизни и недостающую часть, свою половину.&nbsp;</p>
 <p style="text-align: left;">5. Настоящую половину или спутника невозможно найти, если гнаться за
 сексуальными удовольствиями, которые ведут только к разочарованию. Если настоящего спутника жизни молодые
 люди встречают на более поздних этапах жизни, они не смогут распознать его.&nbsp;</p>
 <p style="text-align: left;">6. Наше общество продолжит деградировать, если мы будем идти по неправильному
 эмоциональному пути.&nbsp;</p>
 <p style="text-align: left;">7. Родители должны всеми силами поддерживать тех молодых людей, которые несут
 в себе детей любви, поскольку именно такие дети должны жить.</p>
 <p style="text-align: justify;">Статья взята с сайта <a href="https://oxakodoc.ru/library" target="_blank" rel="noopener noreferrer">Читальня</a>&nbsp;</p>

 <div style="text-align: justify;"><br></div>
 <p></p>

 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


 </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
