<template>
 <section class="py-14">
 <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
 <h1>{{ the.header }}</h1>


 <p style="text-align: justify;"><b>Представляя случаи из моей практики, хочу вас предостеречь от самолечения
 и бездумного применения тех препаратов, которые я здесь описываю. Все назначения были мной сделаны с
 учётом индивидуальных особенностей пациентов и симптомов заболевания, поэтому не могут быть
 приемлемы для всех. В лучшем случае, вы не получите результата и разочаруетесь в гомеопатии, а в
 худшем, можете даже ухудшить состояние своего здоровья. Правильнее будет, если препараты вам
 назначит врач гомеопат, который досконально рассмотрит ваш случай и учтёт все особенные и необычные
 симптомы, ведь именно это и входит в компетенцию такого метода, как гомеопатия.</b></p>
 <p style="text-align: justify;"></p>
 <p style="text-align: left;"><b>СЛУЧАЙ ХРОНИЧЕСКИХ ЗАПОРОВ И МЕТЕОРИЗМА ЖИВОТА</b></p>
 <p style="text-align: justify;">На приёме женщина, 45 лет с жалобами на хронические запоры, метеоризм
 (вздутие живота), повышенный аппетит, изжоги и кислые отрыжки. Пациентка рассказывает, что у неё
 хронический холецистит, на УЗИ органов брюшной полости перегиб шейки желчного пузыря (врождённая
 проблема). Женщина авторитарна и амбициозна. По профессии занимает должность управляющего компании, дома
 она так же «глава семьи». Обожает сладкое, аппетит повышен, иногда ночью просыпается от голода. Хотя
 любит поесть, но после еды испытывает дискомфорт из-за вздутия нижних отделов живота и громкого урчания.
 Это мешает ей на работе.</p>
 <p style="text-align: justify;">Мной был дан гомеопатический препарат <b>ЛИКОПОДИУМ</b>, который помог ей. Стул на
 гомеопатическом препарате улучшился, аппетит стабилизировался, вздутие уменьшилось.</p>
 <p style="text-align: justify;"><br></p>
 <p style="text-align: left;"><b>БЕССОННИЦА, ЗАПОР И ХРОНИЧЕСКАЯ УСТАЛОСТЬ У БИЗНЕСМЕНА</b></p>
 <p style="text-align: justify;">На приёме мужчина 42 лет, честолюбивый переутомлённый руководитель фирмы.
 Жалуется на бессонницу в течение нескольких месяцев. Просыпается ночью и не может уснуть из-за мыслей о
 работе. Очень раздражительный, нетерпеливый, вспыльчивый и гневный особенно, когда ему кто-то
 противоречит. Внутреннее напряжение снимает употреблением алкоголя и кофе. Очень зябкий. В анамнезе язва
 желудка. Страдает запорами и метеоризмом после еды.</p>
 <p style="text-align: justify;">Дан гомеопатический препарат <b>НУКС ВОМИКА</b>. Сон в течение недели на препарате
 стал лучше, так же пациент отметил, что в течение месяца приёма препарата стул стал более регулярный.
 Раздражительность так же стала меньше.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>ПИЩЕВАЯ АЛЛЕРГИЯ И ДИАТЕЗ У РЕБЁНКА</b></p>
 <p style="text-align: justify;">На приёме мама с ребёнком 3-х месяцев. Мама жалуется на непереносимость
 ребёнком молока, так называемая лактозная непереносимость – ребёнка после еды рвёт творожными молочными
 массами, он отказывается брать грудь. После еды сильно плачет. У ребёнка кожная сыпь по типу диатеза на
 лице в области щёк. Ребёнок склонен к кислым поносам и плохо набирает вес.</p>
 <p style="text-align: justify;">Ребёнку мной дан препарат <b>ЭТУЗА </b>с хорошим эффектом, так же были даны
 рекомендации по питанию. В течение месяца вес стабилизировался, и началась его прибавка, ушли поносы.
 Кожная сыпь так же стала менее яркой, прошли мокнущие высыпания на лице, остается сухость щёк. Препарат
 был продолжен с наблюдением за маленьким пациентом.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>ПРОБЛЕМЫ СТУЛА У РЕБЁНКА 3-Х ЛЕТ</b></p>
 <p style="text-align: justify;">На приёме мама с мальчиком 3-х лет. Ребёнок страдает «кислыми» поносами. У
 ребёнка часто потеет голова, особенно ночью при засыпании, а так же при незначительной физической
 нагрузке. Пот так же имеет кислый запах. У ребёнка проблемы с молочными зубами, они быстро разрушаются.
 Ребёнок обожает молоко, готов пить только его! По телосложению ребёнок рыхлый с бледной кожей, влажными
 холодными стопами и ладонями. Ребёнок боится темноты и собак.</p>
 <p style="text-align: justify;">Мной был дан препарат <b>КАЛЬКАРЕЯ КАРБОНИКА</b>, который хорошо сработал, стул
 стал оформленный, также проблемы с зубами у ребёнка улучшились.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>РЕБЁНОК С АДЕНОИДАМИ</b></p>
 <p style="text-align: justify;">На приёме у меня мама с ребёнком 5 лет. У девочки аденоиды 3 степени. Все
 ОРВИ протекают длительно, осложняются аденоидитами и отитами. Лечились антибиотиками. Болеет часто.
 Девочка хрупкого телосложения, худенькая. У ребёнка проблемы с зубами (быстрое разрушение), были
 проблемы с неправильным закрытием родничков.</p>
 <p style="text-align: justify;">Девочка получила гомеопатический препарат <b>КАЛЬКАРЕЯ ФОСФОРИКА</b>, на котором
 она стала болеть реже и стала переносить инфекции без антибиотиков, на гомеопатическом лечении. В
 дальнейшем препарат ребёнок получал в разных разведениях и длительно. Аденоиды уменьшились в размере,
 удаление не потребовалось. Отиты не беспокоят, зубы разрушаться перестали.</p>
 <p style="text-align: justify;">&nbsp;</p>
 <p style="text-align: left;"><b>ЧАСТО БОЛЕЮЩИЙ РЕБЁНОК</b></p>
 <p style="text-align: justify;"><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Девочка 7 лет,
 болеет более 6 раз в год ОРВИ, с осложнениями – в основном это затянувшийся кашель, бронхиты. Один
 раз было осложнение в виде бронхопневмонии. У девочки аллергия на шерсть животных. Девочка хрупкая,
 худенькая. У бабушки девочки был туберкулёз лёгких. Девочка очень любит молоко, особенно
 предпочитает прохладное, часто пьёт его вместо еды. Мама рассказывает, что по ночам скрежещет
 зубами. Очень любит свинину с жиром, хотя родителя стараются ей ее не давать.</span></p>
 <p style="text-align: justify;">Мной разово был дан гомеопатический препарат <b>ТУБЕРКУЛИНУМ</b>. Эффект на
 препарате был замечательный! Девочка стала болеть реже и осложнения в виде бронхитов ее перестали
 беспокоить.</p>
 <p style="text-align: left;"><br></p><p><b>ХРОНИЧЕСКИЕ ГАЙМОРИТЫ У ЖЕНЩИНЫ С КАНДИДОЗОМ И ЗАПОРАМИ</b></p>
 <p style="text-align: justify;"><span style="color: rgb(75 85 99 / var(--un-text-opacity));">На приёме молодая женщина, которая жалуется на проблему частых гайморитов.
 Любая инфекция осложняется воспалением гайморовых пазух. Она лечится антибиотиками, на фоне которых
 возникли запоры и рецидивирующая молочница. Женщина худая, хрупкая на вид, невысокая, у неё
 сколиотическая осанка, сидит в тёплом кабинете в тёплой кофте. Очень зябкая. Чаще заболевает, когда
 замерзает, от сквозняков, а так же при охлаждении ног. Страдает зловонным потоотделением на стопах. Стул
 твёрдый, выходит с усилием. Ногти на руках расслаиваются.&nbsp;</span></p>
 <p style="text-align: justify;">Женщина не любит спорить, ей легче уступить и согласиться, хотя имеет своё
 мнение, которое чаще держит при себе. В новых для неё жизненных ситуациях сложно принимает решение.
 Спокойнее чувствует себя в привычной для нее обстановке.</p>
 <p style="text-align: justify;">Был дан препарат <b>СИЛИЦЕЯ </b>на долгий срок приёма с прекрасным эффектом. Она
 стала реже болеть и без осложнений, на фоне ОРВИ и гриппа стали вновь появляться температура, которая
 является показателем иммунной защиты организма, улучшился стул, и её перестала беспокоить молочница.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>КОЛЬЦЕВИДНЫЕ ВЫСЫПАНИЯ НА КОЖЕ ТУЛОВИЩА У РЕБЁНКА С АДЕНОИДАМИ</b></p>
 <p style="text-align: justify;">Ребёнку 6 лет страдает затруднённым дыханием, снижением слуха при обострении
 аденоидитов, храпит по ночам и скрежещет зубами. Ребёнок худой, хотя аппетит хороший, склонность к
 разжиженному стулу. Спит на животе. Часто болеет простудами с осложнениями в виде аденоидитов.&nbsp;</p>
 <p style="text-align: justify;">Задние шейные лимфоузлы в виде уплотнённых чёток. В семейном анамнезе у отца
 туберкулёз. У ребёнка аллергия на кошек. Любит в больших количествах пить холодное молоко. В последнее
 время стали появляться кольцевидного вида высыпания на коже туловища, которые его никак не
 беспокоят.&nbsp;</p>
 <p style="text-align: justify;">Был назначен <b>Туберкулинум </b>с хорошим эффектом. Кожная сыпь на фоне лечения
 исчезла и не появляется уже в течение 2-х лет. Ребёнок стал болеть редко ОРВИ, перестал храпеть по
 ночам и скрежетать зубами, аденоидиты не беспокоят.</p>
 <p><br></p>
 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
 the.parent.header }}</el-button>

 </div>
 </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
