<template>
  <div class="ui container">

    <h1 class="mt-12" style="text-align: left;">Немного о гомеопатии</h1>
    <p style="text-align: justify;"><b><i>Гомеопатия – это метод естественного лечения человека с применением природных
      веществ, взятых в микродозах, которые назначаются по принципу подобия, приготовленных особым способом&nbsp;</i></b>—<b><i>&nbsp;динамизацией (встряхивание).</i></b></p>
    <p style="text-align: justify;">Это лечение малыми дозами лекарственных препаратов, в больших дозах вызывающих
      состояния, подобные тем, которые беспокоят пациентов.</p>
    <p style="text-align: justify;">ГОМЕОПАТИЯ в дословном переводе с греческого языка означает «подобная болезнь<span style="color: var(--un-prose-body);">»</span><span style="color: var(--un-prose-body);">.</span></p>
    <p style="text-align: justify;">Более 200 лет назад эту систему лечения открыл выдающийся немецкий врач <b>Самуэль
      Фридрих Христиан Ганеман (1755-1843)</b>.</p>
    <p style="text-align: justify;"><b><i>Главный принцип гомеопатического лечения это:</i></b></p>
    <p style="text-align: justify;"><b><i>«Similia similibus curentur» — подобное лечится подобным</i></b>.</p>
    <p style="text-align: justify;">Самуэль Ганеман открыл его в результате опытов с хинной корой, а затем проверил
      с другими лекарственными препаратами.</p>
    <p style="text-align: justify;"><b>Очень удивительна и интересна история появления гомеопатии</b>. Ганеман был очень
      образованным человеком и знал в совершенстве 5 языков. И вот занимаясь переводом статьи о хинной коре,
      некоторые положения, изложенные в статье автором-химиком показались ему спорными, и Ганеман решил
      самостоятельно принять кору хинного дерева для уточнения правильности переводимой информации.</p>
    <p style="text-align: justify;">Какое же было его удивление, когда приняв хинную кору в концентрированном виде,
      он получил картину малярии, которой болел когда-то раньше много лет назад, хотя в момент проведения
      эксперимента был совершенно здоров! Тогда Ганеман впервые предположил, что возможно те вещества, которые
      вызывают у здоровых людей симптомы болезни в больших дозах, в маленьких дозах могут ее лечить. И начались
      долгие годы экспериментов. Его предположение подтвердилось! Лекарственные вещества в большой дозе вызывали
      «болезни», а&nbsp; излечивались они минимальными дозами того же средства.</p>
    <p style="text-align: justify;"><b>Если внимательно понаблюдать, то в жизни мы повсеместно сталкиваемся с законом
      подобия</b>: разрезанный на кухне репчатый лук вызывает жжение слизистых оболочек, слезотечение, чихание, то
      есть вызывает симптомы, подобные ОРЗ, хотя мы не больны. В соответствии с этим наблюдением мы с успехом
      можем лечиться от простуды, съедая луковицу или вдыхая её «аромат». Или укус пчелы – он вызывает
      покраснение, отёк и жжение в месте укуса,&nbsp; а гомеопатический&nbsp; препарат Апис, приготовленный из
      пчелы, лечит любое воспаление, которое сопровождается данными симптомами, тот же укус пчелы, рожистое
      воспаление.</p>
    <p style="text-align: justify;"><b>А кто не обжигался&nbsp; крапивой?</b> Многие знают её жгучее действие на кожу, с
      краснотой и волдырями. Приятного мало. В гомеопатии же мы используем препарат Уртика из крапивы жгучей для
      лечения крапивницы с краснотой и жжением, экземы, аллергического контактного дерматита.</p>
    <p style="text-align: justify;"><b>Вот закон подобия в действии!</b> Ганеман объяснял действие лекарств по принципу
      подобия тем, что гомеопатическое средство, попадая в организм больного, вызывает там «лекарственную
      болезнь», которая помогает организму «вытеснить его болезнь». Это происходит при условии что «лекарственная
      болезнь» будет иметь достаточную силу. Чем более подобными будут симптомы «лекарственной болезни», тем
      сильнее будет действие препарата на пациента.</p>
    <p style="text-align: justify;">Большая заслуга С.Ганемана не только в том, что он открыл закон подобия
      используемый гомеопатами при выборе гомеопатических средств, но и в том, что он нашёл способ их
      приготовления: предельно малые дозы веществ и их разведение (динамизацию ).</p>
    <p style="text-align: justify;">Для приготовления гомеопатических препаратов используются вещества
      растительного, минерального и животного происхождения. Гомеопатические лекарства готовят путём многократных
      разведений природного вещества. При этом каждое разведение неоднократно встряхивают, этот процесс называется
      динамизацией или потенцированием. При таком приготовлении лекарство приобретает дополнительную силу.</p>
    <p style="text-align: justify;"><b><i>Парацельс говорил, что «Лекарства и яды – суть одно и тоже, всё зависит от
      дозы».</i></b></p>
    <p style="text-align: justify;"><i><b>Из-за больших разведений яды становятся не только безопасными, но и приобретают
      лечебные свойства</b>.</i></p>
    <p style="text-align: justify;">Но выбор препаратов должен осуществлять <b>врач-гомеопат</b> <b>индивидуально </b>для каждого
      пациента, с учётом конституциональных особенностей, наследственной предрасположенности, совокупности всех
      симптомов заболевания. Именно тогда соблюдается принцип: <b>«Лечить не болезнь, а больного!»</b></p>
    <p style="text-align: justify;"><b>И это настоящее искусство</b>, поскольку в гомеопатической терапии нет готовых схем
      и стереотипов. Разные пациенты получат разные средства при одинаковых заболеваниях. Имеет значение&nbsp;
      &nbsp;внешность человека, особенности кожи, наследственная предрасположенность, пристрастия в пище и даже
      увлечения человека… Поэтому врач-гомеопат задаёт пациенту необычные вопросы, что необходимо для выбора
      препарата, так называемого <b>«конституционального средства»</b>.</p>
    <p style="text-align: justify;"><b>Часто задают вопрос, при каких заболеваниях эффективна гомеопатия? </b>Ответ на этот
      вопрос исходит из принципов гомеопатии: нет такого состояния или болезни, которые нельзя было бы лечить этим
      методом. Идёт лечение всего организма человека, при выборе препарата учитывается совокупность симптомов
      пациента!</p>
    <p style="text-align: justify;"><b>Если человеку правильно подобрать гомеопатическое лекарство, то в результате
      мобилизации сил в организме начинает восстанавливаться саморегуляция</b>. И именно она делает человека сильнее
      его болезней и открывает путь к выздоровлению.</p>
    <p style="text-align: justify;"><b>Многих пациентов интересует продолжительность лечения</b>: сколько времени
      потребуется, чтобы избавиться от заболевания? Лечение занимает столько времени, сколько существует эта
      проблема.</p>
    <p style="text-align: justify;"><b>Каковы преимущества гомеопатии? Почему мы отдаём ей предпочтение?</b></p>
    <p style="text-align: justify;">Гомеопатическая медицина имеет ряд преимуществ:</p>
    <p style="text-align: left;">🔹высокая эффективность;</p><p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span><span style="color: var(--un-prose-body);">безвредность; не вызывает токсических и аллергических реакций</span></p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>не имеет противопоказаний;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>индивидуальный подбор препаратов;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>целостный подход к лечению;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>отсутствие привыкания и синдрома отмены;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>возможность применения гомеопатических лекарств у беременных и у грудных
      детей;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>гомеопатия — это регулирующая терапия, которая повышает защитные силы
      организма, то есть обладает иммуномодулирующим действием и укрепляет иммунитет;</p>
    <p style="text-align: left;"><span style="color: var(--un-prose-body);">🔹</span>может применяться с профилактической целью. Гомеопатия – это
      регулирующая терапия, которая повышает защитные силы организма и запускает процессы самоисцеления.</p>
    <p style="text-align: justify;">И в конце я хочу поделиться с вами высказыванием Самуэля Ганемана:</p>
    <p style="text-align: justify;"><b><i>«Наивысшим идеалом лечения является быстрое, мягкое и окончательное
      восстановление здоровья или устранение и уничтожение болезни во всей её целостности кратчайшим, наиболее
      надёжным и безопасным способом».</i></b></p>
    <p style="text-align: justify;">&nbsp;Это и есть гомеопатия!</p>
    <p style="text-align: justify;">Тарасова Елена Александровна</p>
    <p></p>

    <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
      главную</el-button>


  </div>
</template>



<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
