<template>
<div class="max-w-screen-xl px-4 mx-auto my-12">
    <h1>{{ the.title }}</h1>
    <h2 style="text-align: left;">1. Общие положения</h2>
    <p style="text-align: justify;">1.1. Самозанятая Трасова Елена Александровна (ИНН 773365048748), (далее -
        Исполнитель), предлагает любому физическому или юридическому лицу, (далее – Клиент), возмездные
        консультационные услуги.</p>
    <p style="text-align: justify;">1.2. Договор публичной оферты опубликован на сайте Исполнителя: homeopatiya.ru
.
    </p>
    <p style="text-align: justify;">1.3. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации
        данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое или
        юридическое лицо, производящее акцепт этой оферты, осуществляет оплату Услуг Исполнителя в соответствии
        с
        условиями настоящего Договора.</p>
    <p style="text-align: justify;">1.4. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Услуг Клиентом
        является
        акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</p>
    <p style="text-align: justify;">1.5. На основании вышеизложенного внимательно ознакомьтесь с текстом
        публичной
        оферты, и, если Вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от Услуг,
        предоставляемых Исполнителем.</p>
    <p style="text-align: justify;">1.6. Полным и безоговорочным принятием (акцептом) условий настоящей
        публичной
        оферты считается осуществление Клиентом одного из следующих
        действий:<br>▪︎ отправка Исполнителю Заявки на консультацию;<br>▪︎ отправка Вопроса Исполнителю с целью получить Консультацию;
        <br>▪︎ оплата любой Услуги Исполнителя.
    </p>
    <h2 style="text-align: left;">2. Определения и Термины</h2>
    <p style="text-align: justify;">Для целей настоящей публичной оферты применяются следующие основные
        определения
        и термины:</p>
    <p style="text-align: justify;">2.1. Сайт Исполнителя — сайт, размещённый в сети интернет по адресу <router-link :href="origin">{{ origin }}</router-link>.</p>
    <p style="text-align: justify;">2.2. Исполнитель — самозанятая Трасова Елена Александровна.</p>
    <p style="text-align: justify;">2.3. «Клиент» — физическое или юридическое лицо, изъявившее желание
        воспользоваться Услугами Исполнителя и/или заключившее с Исполнителем
        Договор на условиях, содержащихся в настоящей оферте.</p>
    <p style="text-align: justify;">2.4. «Оферта» — публичное предложение Исполнителя, адресованное любому
        физическому или юридическому лицу заключить с ним Договор оказания консультационных Услуг на условиях,
        содержащихся в Договоре, включая все его приложения.</p>
    <p style="text-align: justify;">2.5. «Акцепт» — полное и безоговорочное принятие Клиентом условий Договора.
    </p>
    <p style="text-align: justify;">2.6. «Услуги» — платные очные или онлайн индивидуальные иконсультации, информация о которых представлена на сайте&nbsp;homeopatiya.ru&nbsp;<span style="color: var(--un-prose-body);">и является
        неотъемлемой частью настоящей оферты. Иных Услуг, кроме указанного, Исполнитель не предоставляет.</span></p>
    <p style="text-align: justify;">2.7. «Заявка» — добровольное волеизъявление Клиента на приобретение Услуг
        Исполнителя.</p>
    <p style="text-align: justify;">2.8. «Консультация» — единовременный акт оказания Клиенту услуг,
        выражающийся в
        проведении платных консультаций по Заявке Клиента. Способ проведения Консультаций — очные или
        онлайн-консультации.&nbsp;</p>
    <p style="text-align: justify;">2.9. «Очная консультация» — консультация, осуществляемая непосредственно при
        встрече Исполнителя и Клиента по адресу, указанному на Сайте Исполнителя, либо по иному адресу,
        согласованному с Клиентом.</p>
    <p style="text-align: justify;">2.10. «Онлайн консультация» — консультация, осуществляемая с помощью
        телекоммуникационных средств связи: Skype, Viber, WhatsApp, Messenger, Zoom, Telegram. В случае,
        неустойчивой интернет-связи; если клиент не хочет показывать себя; когда нужна срочная помощь, а
        видеосвязь
        невозможна, осуществляется голосовая консультация с помощью любых программ для звонков или обычного
        телефона.</p>
    <p style="text-align: justify;">2.11. Цена Консультации не включает издержки Клиента на оплату Интернет
        услуг,
        услуг связи, программных средств, которые Клиент несёт сам. Клиент оплачивает по прейскуранту Услуги
        Исполнителя внося 100% предоплату на банковскую карту Исполнителя.</p>
    <p style="text-align: justify;">2.12. Публичный Договор оферта является официальным документом и публикуется
        на
        Интернет-ресурсе по адресу: homeopatiya.ru.
    </p>
    <h2 style="text-align: left;">3. Права и обязанности сторон</h2>
    <p style="text-align: justify;">3.1. Оказание консультационных услуг предоставляются в полном объёме при
        условии
        их 100% (сто процентов) оплаты Клиентом. Услуга оказывается однократно и не подразумевает какой-либо
        последующей поддержки клиента.</p>
    <p style="text-align: justify;">3.2. Ознакомившись со стоимостью услуг Исполнителя и текстом настоящей
        публичной
        оферты, Клиент формирует на сайте, либо иным способом (устно по телефону или в мессенджерах) заявку на
        Консультацию, сообщив в заявке консультацию, время консультации, указав тему и суть
        вопроса
        консультации.</p>
    <p style="text-align: justify;">3.3. Клиент перечисляет денежные средства на банковскую карту Исполнителя в
        объёме, соответствующим выбранному виду и времени услуги.</p>
    <p style="text-align: justify;">3.4. После проведения Клиентом оплаты и зачисления денежных средств на
        банковскую карту Исполнителя, Договор оферты вступает в силу.</p>
    <p style="text-align: justify;">3.5. В течение не более десяти рабочих дней с момента акцепта оферты
        Исполнитель
        обеспечивает предоставление консультационных услуг Клиенту в соответствии с его заявкой.</p>
    <p style="text-align: justify;">3.6. Исполнитель имеет право отменить консультацию с требованием полного
        материального возмещения, если Клиент опоздал на 15 и более минут. Если Клиент не имеет возможности
        выполнить договоренность о встрече, он обязан уведомить Исполнителя минимум за двое суток. Если
        Исполнитель
        не получает такого уведомления, Клиент обязан оплатить консультацию, которую пропустил.</p>
    <p style="text-align: justify;">3.7. Исполнитель имеет право отказаться от последующих консультаций, если
        запрос
        Клиента требует участия специалиста со специальным медицинским образованием.</p>
    <p style="text-align: justify;">3.8. Исполнитель имеет право не давать каких-либо советов, диагнозов и
        рекомендаций, если они конкретно не относятся к основной теме консультирования.</p>
    <p style="text-align: justify;">3.9. Исполнитель имеет право прекратить дальнейшее проведение консультаций
        без
        возврата денег при неадекватном, аморальном и антисоциальном поведении Клиента, а также при выяснении,
        что
        Клиент состоит на учёте у психиатра, либо имеет недееспособность или умственную отсталость любой
        степени, а
        также, если Клиент является несовершеннолетним.</p>
    <p style="text-align: justify;">3.10. Исполнитель имеет право записывать проводимые консультации в целях
        документирования для более эффективного дальнейшего консультирования Клиента, а также для разбора
        возможных
        конфликтных ситуаций.</p>
    <p style="text-align: justify;">3.11. Содержание и форма работы определяется Исполнителем и Клиентом
        совместно,
        исходя из потребностей Клиента и представлений Исполнителя о конструктивных формах работы, а также
        личного
        профессионального опыта.</p>
    <p style="text-align: justify;">3.12. Услуги считаются оказанными надлежащим образом и в полном объёме, если
        в
        течение трёх дней с момента получения Консультации Клиент не выслал на адрес Исполнителя мотивированный
        отказ от принятия услуги.</p>
    <p style="text-align: justify;">3.13. Исполнитель обеспечивает конфиденциальность персональной и иной
        информации, полученной от Клиента, за исключением случаев, предусмотренных действующим законодательством
        РФ,
        применимым к настоящему Договору.</p>
    <p style="text-align: justify;">3.14. Исполнитель не гарантирует отсутствие неполадок и ошибок в работе
        Сайта.
    </p>
    <p style="text-align: justify;">3.15. Датой оплаты выбранной Клиентом Услуги, является день поступления
        денежных
        средств Клиента на банковскую карту Исполнителя.</p>
    <p style="text-align: justify;">3.16. Исполнитель вправе временно приостановить выполнение принятых на себя
        обязательств по техническим или иным причинам, препятствующим выполнению поручений, на период устранения
        вышеуказанных причин.</p>
    <p class="p1" style="text-align: justify;">3.17. Исполнитель не несёт ответственности за содержание и
        достоверность информации, предоставленной Клиентом при оформлении Заявки.</p>
    <p class="p1" style="text-align: justify;">3.18. Исполнитель не несёт ответственность за то, каким образом
        Клиент будет распоряжаться полученной информацией, за те решения, которые принимает Клиент, не отвечает
        за
        чувства и эмоции, которые испытывает Клиент, не отвечает за его физическое состояние.</p>
    <p style="text-align: justify;">3.19. Исполнитель не дает гарантий или предостережений, письменно или устно,
        высказанных или предполагаемых, как для достигнутых результатов, так и для любых последствий любых
        действий
        или бездействия Клиента. Исполнитель не является ответственными за результаты действий или бездействий
        Клиента.</p>
    <p style="text-align: justify;">3.20. Клиент гарантирует, что, совершая действия по акцепту оферты, он имеет
        законные права вступать в договорные отношения с Исполнителем; достиг возраста 18 лет; не состоит на
        учёте у
        психиатра, не проходит курс психотерапии; не страдает психологическими/психическими расстройствами,
        затяжными депрессиями; не принимает психотропные, наркотические и иные вещества и препараты, в т.ч.
        ограниченные или запрещенные к обороту на территории РФ; указал достоверные данные о себе; заключает
        оферту
        добровольно, при этом полностью ознакомился с её условиями; понимает предмет публичной оферты и
        юридические
        последствия, которые могут возникнуть в рамках исполнения оферты.</p>
    <p style="text-align: justify;">3.21. Клиент обязуется оплатить стоимость выбранной им Услуги и времени
        консультирования.</p>
    <p style="text-align: justify;">3.22. Клиент обязуется использовать полученные информацию, материалы,
        рекомендации и любые иные сведения, только в личных интересах, не выполнять их копирование, перенос на
        компьютер (сторонние носители и иные электронные устройства). Выполнение указанных действий является
        прямым
        нарушением настоящего Договора.</p>
    <p style="text-align: justify;">3.23. Клиент несёт ответственность за все действия, совершённые во время
        получения Услуг Исполнителя и за достоверность информации, предоставляемой Исполнителю. Недостоверность
        или
        неполнота предоставляемой Клиентом информации может привести к отказу Исполнителя от проведения
        дальнейших
        Консультационных Услуг.</p>
    <p style="text-align: justify;">3.24. Клиент отвечает перед самим собой за выполнение (или невыполнение)
        рекомендаций Исполнителя, применение (или неприменение) в жизни рекомендаций, полученных в процессе работы с Исполнителем, за достижение (или не
        достижение) поставленных целей.</p>
    <p style="text-align: justify;">3.25. Клиент обязан не допускать высказываний (устно, письменно), не
        относящихся
        к теме консультации; соблюдать общепринятые нормы поведения; проявлять уважение к Исполнителю; не
        допускать
        агрессивного поведения во время очной или онлайн консультации, не использовать ненормативную лексику; не
        появляться на консультации с признаками/в состоянии алкогольного, наркотического или иного опьянения.
    </p>
    <h2 style="text-align: left;">4. Срок действия и изменение условий оферты</h2>
    <p style="text-align: justify;">4.1. Публичная оферта вступает в силу с момента размещения в сети Интернет
        на
        Сайте Исполнителя и действует до момента отзыва.</p>
    <p style="text-align: justify;">4.2. Исполнитель оставляет за собой право внести изменения в условия
        публичной
        оферты и/или отозвать её в любой момент до её акцепта Клиентом.</p>
    <p style="text-align: justify;">4.3. В случае внесения Исполнителем изменений в публичную оферту, такие
        изменения вступают в силу с момента размещения изменённого текста публичной оферты, если иной срок
        вступления изменений в силу не определён дополнительно в тексте публикации.</p>
    <h2 style="text-align: left;">5. Конфиденциальность</h2>
    <p style="text-align: justify;">5.1. Факт заключения настоящего Договора не рассматривается Сторонами как
        конфиденциальная информация.</p>
    <p style="text-align: justify;">5.2. Стороны обязуются не разглашать информацию, полученную Сторонами в ходе
        выполнения своих обязательств по настоящему Договору, за исключением случаев, когда Сторона обязана
        предоставить такую информацию в соответствии с действующим законодательством, применимым к Договору, или
        было получено согласие на разглашение такой информации.</p>
    <h2 style="text-align: left;">6. Прочие условия</h2>
    <p style="text-align: justify;">6.1. Стороны не несут ответственности за полное или частичное невыполнение
        ими
        своих обязательств по настоящему Договору, если такое невыполнение явилось следствием обстоятельств
        непреодолимой силы (форс-мажор): стихийных бедствий, военных действий, постановлений и решений органов
        государственной власти или других, неподконтрольных сторонам обстоятельств, которые могут повлиять на
        выполнение сторонами условий настоящего Договора.</p>
    <p style="text-align: justify;">6.2. За исключением гарантий, прямо указанных в тексте публичной оферты,
        Исполнитель не предоставляет никаких иных прямых или подразумеваемых гарантий по оферте.</p>
    <p style="text-align: justify;">6.3. Если какое-либо условие настоящего Договора или его часть становятся
        недействительными полностью или частично в соответствии с каким-либо нормативным актом или положением
        закона, такое условие или его часть не будут считаться частью настоящего Договора и при этом не затронут
        юридической силы остальной части настоящего Договора.</p>
    <p style="text-align: justify;">6.4. За невыполнение или ненадлежащее выполнение обязательств по настоящему
        Договору стороны несут ответственность в соответствии с действующим законодательством РФ.</p>
    <p style="text-align: justify;">6.5. Стороны должны предпринять все меры к разрешению всех споров и
        разногласий,
        которые могут возникнуть по настоящему Договору или в связи с ним, путём переговоров.</p>
    <p style="text-align: justify;">6.6. Любые споры и разногласия Сторон по настоящему Договору или в связи с
        ним,
        которые не были урегулированы путём переговоров Сторон в течение календарного месяца с момента
        возникновения
        спора, подлежат разрешению в суде в соответствии с действующим законодательством Российской Федерации.
    </p>
    <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
        главную</el-button>
</div>


</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
const { location: { origin } } = window;


</script>
