<template>
    <div class="ui container">
        <h1 class="mt-12">Обо мне</h1>
        <p>Общий врачебный стаж более 34 лет. Врачом гомеопатом более 32 лет.</p>
        <p><b>Образование</b>:</p>
        <p>1991 – Московский медицинский стоматологический институт им. Семашко (ныне Московский государственный
            медико–стоматологический университет им. Евдокимова), лечебный факультет, красный диплом.</p>
        <p>1991–1993 – клиническая ординатура по дерматовенерологии на базе известных клиник Москвы: ГКБ № 14 им.
            Короленко и ГНЦДК (Государственный научный центр дерматовенерологии и косметологии).</p>
        <p>1993–1994 – первичные курсы по классической и клинической гомеопатии "Симилия".</p>
        <p>1996 – семинар "Психологические типы в гомеопатии", "Симилия".</p>
        <p>1997 – семинар "Применение гомеопатии в лечение аутоиммунных процессов", "Симилия".</p>
        <p>1996–1997 – Российско–Бельгийская классическая гомеопатическая школа.</p>
        <p>1998 – семинары Раджана Шанкарана (Индия) и Рины Маркович (Израиль).</p>
        <p>1999 – мастер–класс у А. Пеллегрини (Франция).</p>
        <p>2002, 2012 – семинары известного бельгийского гомеопата Эдди Тиеленса (Бельгия).</p>
        <p>2003 – 2012 – обучение в Международной Академии Классической Гомеопатии у лауреата Альтернативной
            Нобелевской премии за 1996 год профессора Джоржа Витулкаса (Греция).</p>
        <p>2006 – семинар гомеопата Антона Ван Рейна (Англия) "Гиперактивные типы в детской практике, лечение
            гомеопатией".</p>
        <p>2007 – семинар гомеопата Аниты Салунке (Индия) "Гомеопатия в детской и психиатрической практике".
        </p>
        <p>2012, 2021, 2022 – обучение на семинарах Эрика ван Вунсела (Бельгия). "Уровни здоровья человека",
            "Применение малых препаратов в острых и хронических случаях".</p>
        <p>2013 – свидетельство о повышении квалификации, 216 часов по гомеопатии на базе Московского Российского
            научного центра медицинской реабилитации и курортологии.</p>
        <p>1999, 2010, 2015 – сертификаты специалиста по специальности дерматовенерология ГБУЗ МО МОНИКИ им.
            Владимирского.</p>
        <p>2016 – сертификат по дерматоскопии под эгидой Общества дерматоскопии и оптической диагностики кожи.
            Образовательная программа Общества поддержана Международным обществом дерматоскопии (IDS).</p>
        <p>2016 и 2017 – сертификат участника научно–практических семинаров по медицинской микологии Национальной
            Академии Микологии "Онихомикоз 2016" и "Онихомикоз 2017".</p>
        <p>2017 – сертификат участника образовательного семинара "Меланоцитарные невусы" Региональной общественной
            организации содействия развитию дерматоскопии и оптической диагностики кожи.</p>
        <p>2017 – сертификат участника научно–практического семинара "Школа акне".</p>
        <p>2020 – сертификат специалиста по Дерматовенерологии РУДН.</p>
        <p>2023 – 2025 – сертификаты участника "Клинические разборы доктора Атула Джагги".</p>
        <p>2025 – сертификат участника курса "Базовая программа по Ненасильственному общению "Формула общения"
            международного центра NVC (Центр Ненасильственного общения Маршалла Розенберга 09.02.25 – 04.04.25)</p>
        <p><b>Работа</b>:</p>
        <p>1994 – 1995 – Поликлиника № 139, участковый врач терапевт.</p>
        <p>1995 – 2003 – Московский Гомеопатический центр на 2–ой Владимирской улице. Врач гомеопат, дерматовенеролог
            консультант.</p>
        <p>1997 – 2002 – обучение врачей курсантов. Первичные и авторские курсы по
            гомеопатии в том же Московском
            Гомеопатическом центре.</p>
        <p>2003 – 2020 – Московский медицинский центр "МЕДЭКС", врач–гомеопат.</p>
        <p>2004 – 2006 – Медицинский центр ООО "Астери", врач дерматовенеролог, врач–гомеопат.</p>
        <p>2006 – 2024 – ООО "Восточная медицина", врач–терапевт, врач–дерматовенеролог, врач–гомеопат.</p>
        <p>2017 – 2018 – Центр Традиционного Акушерства, врач–гомеопат.</p>
        <p><b>В настоящее время</b> – медицинский центр "ММЦ Криомедик" Митино, врач–гомеопат.</p>
        <p>В 2000 году выступала на Московском телевидении в передаче "Здоровье от ума" с гомеопатической программой,
            с 2006 года в медицинских передачах на 1 канале консультантом–дерматологом, "Вечер с Тиграном Кеосаяном"
            тема "Вакцинация и её альтернативы"; в передаче "Горожанка" тема "Гомеопатия" и др.</p>
        <p><b>Статьи опубликованы в журналах</b> " Здоровье ", "Аргументы и факты" (приложение "Здоровье"), "Няня", "Les
            nouvelles esthetiques" и "Kosmetik international".</p>
        <p></p>

       <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
            главную</el-button>

    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
