<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Законы излечения в гомеопатии</h1>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><b>Отрывок из книги Джоржа Витулкаса
                    "Гомеопатия - медицина нового человека"</b></span></p>
        <p style="text-align: justify;">Любой врач, не только гомеопат, глубоко изучающий случаи, за которые берется,
            обязательно делает много важных наблюдений. Таким путем гомеопатия открыла и другие законы лечения. Как и
            те, которые мы уже обсуждали, эти законы носят универсальный характер. Они приложимы к любой области -
            акупунктуре, траволечению, массажу, психотерапии и даже аллопатии.</p>
        <p style="text-align: justify;">Вы уже знаете, что <i>после приема правильно подобранного лекарства можно
                ожидать усиления симптомов, за которым последует окончательное излечение</i>. При острых заболеваниях
            это усиление может быть незаметно, но оно вполне отчетливо при хронических. Иногда интенсивность обострения
            заставляет называть его лечебным кризисом. Кризис может проявиться внезапным поносом, обильными месячными,
            мокротой, профузным потом, сонливостью, возобновлением подавленной некогда кожной сыпи. Длительность и
            интенсивность кризиса прямо пропорциональны тяжести случая. Два условия требуются для такой реакции:
            правильно подобранное лекарство и достаточность жизненной силы. Вот почему так рады этим обострениям
            истинные гомеопаты.</p>
        <p style="text-align: justify;">Слабые пациенты претерпевают лечебный кризис только после того, как их организм
            достаточно окрепнет от гомеопатических назначений и правильного образа жизни.</p>
        <p style="text-align: justify;">В гомеопатии описано до 22 различных реакций на первый прием лекарства. Детали
            не входят в нашу задачу, достаточно будет сказать, <b>что симптомы должны исчезать после первого приема
                правильно подобранного лекарства в одном из четырех следующих направлений</b>:</p>
        <p style="text-align: justify;">– от центра к периферии тела<br>
            – сверху вниз<br>– от жизненно важных органов к менее важным<br>
            – исчезать в порядке, обратном появлению – появившиеся первыми исчезают последними

        </p>

        <p></p>
        <p style="text-align: justify;">Говоря о движении симптомов от центра к периферии, мы считаем центром человека
            мозг, обеспечивающий мышление и все высшие функции. За мозгом следует сердце, печень, легкие, почки и так до
            мышц и кожи, образующих периферию организма. Пример: можно легко пренебречь разрывом кровеносного сосуда на
            коже, а то же самое в мозге может быть смертельно. Любое расстройство в центре неизбежно нарушает все
            функции организма.</p>
        <p style="text-align: justify;">Например, при гомеопатическом лечении психического заболевания психические
            симптомы исчезают, сменяясь, например, желудочными. По этому признаку гомеопат узнает о том, что в конце
            концов излечение наступит, так как симптомы изменяются в правильном направлении - от центра к периферии.
            Аналогично, появившаяся в ходе лечения астмы кожная сыпь служит гарантией хорошего прогноза. Правильное
            понимание, оценка и лечение изменяющихся симптомов требуют от гомеопата немалого мастерства. К несчастью,
            нередко невежественный пациент, обнаружив у себя благоприятное по сути изменение - например, кожную сыпь,-
            обращается к аллопату, который и восстанавливает исходное состояние.</p>
        <p style="text-align: justify;"><b>Одно из наиболее ясных описаний благоприятного направления изменении
                принадлежит Гиппократу. В 49 афоризме он говорит</b>:</p>
        <p style="text-align: justify;">“У больного грудной жабой появление на груди припухлости и покраснения - добрый
            знак, показывающий, что болезнь движется к периферии”. ,</p>
        <p style="text-align: justify;">В разделе 7, афоризме 5: “При психическом расстройстве маниакального типа понос
            или анасарка - добрые знаки”.</p>
        <p style="text-align: justify;">В разделе 6, афоризме 11: “У страдающего подавленностью духа и болезнями почек
            появление геморроя - хороший признак”.</p>
        <p style="text-align: justify;">Далее, 21 афоризм: “Появление у страдающего манией варикозных вен или геморроя -
            признаки, что мания излечивается”.</p>
        <p style="text-align: justify;">Далее, 26 афоризм: “Если рожа переходит снаружи внутрь - это плохой признак, а
            если изнутри наружу - хороший”*.</p>
        <p style="text-align: justify;">*Гиппократ, Афоризмы (пер. с греческого Дж. Витулкаса).</p>
        <p style="text-align: justify;">По этим примерам видно, как точно понимал и описывал закон направления этот
            великий врач древности.</p>
        <p style="text-align: justify;">Направление сверху вниз проявляется большей частью в сыпных болезнях. Сыпь
            должна перемещаться от головы и верхних частей конечностей по направлению к пальцам и ногтям. Аналогично,
            перемещение симптомов от мозга к легким есть перемещение симптомов сверху вниз (и одновременно от более
            важного органа к менее важному).</p>
        <p style="text-align: justify;">Наконец, исчезновение симптомов “в обратном порядке” означает, что, например, у
            больного, десять лет назад страдавшего от головных болей, потом от головокружения, потом - от депрессии или
            эпилепсии, сначала должны исчезнуть депрессия или эпилепсия, потом головокружение. После этого должны
            возобновиться давние головные боли и наконец исчезнуть. Видите, какая тщательная работа требуется от
            гомеопата в каждом частном случае, если он хочет восстановить здоровье пациента, сколько требуется знаний, с
            какими он встречается трудностями.</p>
        <p style="text-align: justify;"></p>
        <p style="text-align: justify;"><b>Крайне важно, чтобы и сам пациент понимал основы гомеопатии, иначе он может
                прервать лечение как раз тогда, когда начнется улучшение. Мне случалось пережить немало огорчений, когда
                невежество и нетерпение губили хорошую работу</b>.</p>


        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
