<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Средства в детской практике при ОРВИ и гриппе</h1>
        <p style="text-align: justify;"><i>Приведенные ниже примеры гомеопатических препаратов и их действие даны для
                ознакомления с методом гомеопатии.&nbsp;</i></p>
        <p style="text-align: justify;"><b>Правильнее будет, если препараты вашему ребенку назначит врач-гомеопат,
                который досконально рассмотрит ваш случай и учтёт все особенные и необычные симптомы, ведь именно это и
                входит в компетенцию такого метода, как гомеопатия. Итак:</b></p>
        <p style="text-align: justify;"><b>Аконит</b></p>
        <p style="text-align: justify;">Устраняет лихорадку, нормализует температуру тела, быстро снимает воспаление
            слизистой оболочки дыхательных путей в острой стадии заболевания. Это лекарство предназначено для лечения
            расстройства здоровья, возникающего после пребывания на сухом холодном ветру.</p>
        <p style="text-align: justify;">Симптомы появляются внезапно и остро, часто ночью, характерна высокая
            температура. Они могут появляться после простуды или после сильного испуга. Могут сопровождаться сильным
            страхом или тревогой. Большой препарат при сухом сильном кашле. Лучше применять в начале болезни.</p>
        <p style="text-align: justify;"><b>Белладонна</b></p>
        <p style="text-align: justify;">Заболевания, при которых показано это средство, обычно начинаются внезапно и
            носят острый характер. Лихорадка может сопровождаться яркими зрительными галлюцинациями и бредом. Жар с
            высокой температурой, незначительной жаждой и сухой горячей кожей. Горячая голова, холодные ноги. Лицо
            обычно сильно краснеет. Пульсирующие головные боли. Зрачки расширены и чувствительны к свету. Улучшение в
            покое, в темноте, с высокой поднятой головой, полулёжа.</p>
        <p style="text-align: justify;">Ухудшение от шума, света, сотрясения, прикосновения, опускания головы вниз.</p>
        <p style="text-align: justify;"><b>Бриония</b></p>
        <p style="text-align: justify;">Характерен сухой раздражающий болезненный кашель. Все симптомы усиливаются от
            движений и улучшаются в покое. Сухость слизистых оболочек и сильная жажда. Облегчение приносит сильное
            давление на больное место. Пациент раздражительный. Склонность к запору, сухому стулу.</p>
        <p style="text-align: justify;"><b>Феррум Фосфорикум</b></p>
        <p style="text-align: justify;">Средство показано впечатлительным, эмоционально лабильным, легко краснеющим
            детям, подверженным инфекционным заболеваниям носоглотки и органам грудной клетки. Начальные стадии
            воспалительного заболевания, температура поднимается не выше 38,5. Слабость и усталость. Склонность к
            носовым кровотечениям.&nbsp;</p>
        <p style="text-align: justify;"><b>Эвпаториум перфолиатум</b></p>
        <p style="text-align: justify;">Средство, которое рассматривается при сильной ломоте в теле при гриппозной
            лихорадке. Боль ощущается глубоко в костях. Выраженная гриппозная интоксикация. Слабость, жажда с желанием
            холодных напитков. Рвота желчью.</p>
        <p style="text-align: justify;"><b>Гельземин</b></p>
        <p style="text-align: justify;">Выраженная слабость и интоксикация, вплоть до того, что нуждается в поддержке
            при вставании с постели. Дрожь при малейшем напряжении. Сильная головная боль. Тяжёлая голова и тяжёлые
            веки. Отсутствие жажды.&nbsp;</p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
