<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: justify;">Мой путь в гомеопатии</h1>
        <p style="text-align: justify;">Я окончила лечебный факультет Московского Медицинского Стоматологического
            института им. Семашко (ныне Московский государственный медико-стоматологический университет А.И.Евдокимова
            ) по специализации <b>лечебное дело</b> с красным дипломом. Далее обучалась в клинической ординатуре по
            дерматовенерологии в известных клиниках Москвы: ГКБ№ 14 им.Короленко и Центральном Кожно-венерическом
            институте.</p>
        <p style="text-align: justify;">В годы моего обучения в ординатуре по дерматовенерологии, я наблюдала за
            работой моих учителей: профессоров, доцентов, просто талантливых врачей и восхищалась их работой.
            Действительно, как красиво они работали, ежедневно меняя мази, добавляя в них разные компоненты, и как
            быстро вначале проходили беспокоящие пациентов кожные высыпания! Для меня, как и для других начинающих
            врачей, это казалось тогда просто великим искусством! Но так же меня поразила и прекрасная память моих
            коллег. Они знали всех пациентов по именам, интересовались их жизнью и здоровьем семьи. И тем же отвечали им
            пациенты. Создавалось впечатление, что это для больных просто второй дом! Но через год, я поняла, в чём
            дело, так как сама уже знала в лицо почти всех пациентов. Секрет заключался в том, что те же люди с теми же
            болезнями примерно раз в полгода проходят лечение в специализированной кожной больнице. И, естественно,
            лучше лечиться у аса в своём деле, коими являлись тогда доктора этих клиник.&nbsp;</p>
        <p style="text-align: justify;">Окончив через 2 года ординатуру и поработав врачом терапевтом в поликлинике
            и врачом дерматовенерологом в кожно-венерологическом диспансере, я наблюдала всё ту же картину: острые,
            возникшие впервые кожные высыпания, проходят быстро при мазевом лечении, а вот с хроническими кожными
            болезнями дело обстоит намного сложнее! Люди ходят лечиться годами, а высыпания всё равно обостряются,
            причём, чем дальше, тем они приобретают устойчивость к ранее назначаемому лечению, поражения охватывают
            большие площади кожи, и, более того, у пациентов появляются осложнения со стороны внутренних органов. Мне
            больше не хотелось искусно подбирать мази, мне хотелось по-настоящему помогать людям. В тот же период меня
            беспокоила одна проблема со здоровьем, и подруга, тоже врач, посоветовала мне обратиться к <b>гомеопату</b>.
            Какого
            же было моё удивление, когда на приёме меня спрашивали совершенно иные вещи, к которым я не привыкла. А
            назначили мне только один препарат: дали рассосать сладкие крупинки на приёме, и я ушла домой…&nbsp;</p>
        <p style="text-align: justify;">С того времени меня больше не беспокоила эта проблема со здоровьем. После
            этого я очень заинтересовалась гомеопатией. Это было 33 года назад. С тех пор я являюсь не только
            поклонником гомеопатии и принципов её лечения, но и профессионалом с 32-х летним стажем.</p>
        <p style="text-align: justify;">Я проходила обучение гомеопатии – <b>в Международной Академии классической
                гомеопатии Джорджа Витулкаса</b>, у известных гомеопатов с мировым именем:&nbsp;</p>
        <p style="text-align: justify;">🔹Индии (Раджан Шанкаран, Анита
            Салунке, Атул Джагги)<br><span style="color: var(--un-prose-body);">🔹</span><span style="color: var(--un-prose-body);">Бельгии (Эрик ван Вунсел, Филлип Луис, Францис Лис, Хоэль Ювен,
                Эдди Тиеленс)<br></span><span style="color: var(--un-prose-body);">🔹</span><span style="color: var(--un-prose-body);">Франции (А.Пеллегрини)<br></span><span style="color: var(--un-prose-body);">🔹</span><span style="color: var(--un-prose-body);">А</span><span style="color: var(--un-prose-body);">нглии (Антон Ван Рейн)</span></p>
        <h3 style="text-align: justify;">УЧЕБА В МЕЖДУНАРОДНОЙ АКАДЕМИИ ДЖОРДЖА ВИТУЛКАСА&nbsp;</h3>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">В 2003-2012 годах я проходила
                стажировку в Международной Академии
                Классической Гомеопатии Джорджа Витулкаса. Расположена она в Греции на острове Алонисос в Эгейском море.
                Это
                красивейшее и живописнейшее место, с чистейшим воздухом и прозрачной водой, массой прекрасных бухт и
                извилистыми горными дорогами. Главным украшением острова считается основанный в 1992 году Национальный
                морской парк. Здесь под охраной находятся исконные места обитания тюленей-монахов, дельфинов, диких
                козлов и
                редких морских птиц. Поэтому многочисленные островки к востоку от Алонисоса, практически не имеющие
                постоянного населения, регулярно посещаются специальными туристическими судами с организацией дайвинга и
                наблюдения за животными.&nbsp;</span></p>
        <p style="text-align: justify;">В 1994 Витулкас открыл эту Международную Академию классической гомеопатии,
            целью которой стало последипломное обучение врачей гомеопатов со всего мира. Благодаря Джорджу Витулкасу
            гомеопатия получила статус уважаемой в среде врачей наукой, а сама Академия стала одним из лидирующих
            центров гомеопатии в мире. В 1996 году Джордж Витулкас стал лауреатом Альтернативной Нобелевской премии за
            работу в области классической гомеопатии. По его собственным словам цель его работы заключается в
            популяризации гомеопатии во всём мире. Одна из главных целей этой работы — основание гомеопатических
            медицинских школ. Так у Международной академии гомеопатии есть отделение в Нью-Йорке, а с 2005 года начал
            свою работу филиал Академии Витулкаса в Москве.&nbsp;</p>
        <p style="text-align: justify;">Джордж Витулкас, несмотря на свой преклонный возраст, продолжает
            преподавать. Он вносит огромный вклад в распространение и популяризацию гомеопатии во всём мире, становление
            её как науки во благо человеческого здоровья и благополучия.</p>
        <p style="text-align: justify;"><b>Основной вклад Джорджа Витулкаса в медицину</b>:&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Создание Терапевтической Системы методом классической гомеопатии Джорджа
            Витулкаса (интеллектуальная собственность Витулкаса)&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Введено понятие «наука гомеопатия», основанная на конкретных законах и
            принципах излечения с курсом ведения и описания принципов гомеопатии в практическом применении&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Восстановление и дальнейшее развитие Классической гомеопатии С.Ганемана
            для современного человека с учётом условий его жизни и воздействия новых патологических факторов нашего
            времени (прививки, антибиотики, гормоны и другие химические вещества, новые инфекционные возбудители, а так
            же загрязненная окружающая среда)&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Создание новой теоретической модели медицинского мышления, согласно теории
            уровней здоровья человека&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Обоснование правил витальной медицины (жизненной силы)&nbsp;</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">🔹</span>Систематизация законов и принципов, которые управляют Здоровьем и
            Болезнью, создание Экспертной системы – компьютерной программы, которая имитирует образ мышления Джорджа
            Витулкаса при анализе сложных случаев заболевания.&nbsp;</p>
        <p style="text-align: justify;">Сама Академия расположена на горе в центре острова. Учиться в Академию приезжают врачи из разных стран мира: России, Индии, Израиля, Мексики, Греции, Германии. Обучение проходит в обстановке дружбы и приятного общения. Врачи–гомеопаты не только постигают «высшую школу» гомеопатии у всемирно признанного Учителя, но и имеют возможность поделиться опытом со своими коллегами из разных стран. В течение двух недель врачи проходят мастер-классы, разбирают сложные случаи пациентов, дискутируют по поводу назначений и отслеживают результаты лечения. По окончанию обучения&nbsp; проводится вручение дипломов с традиционным прощальным вечером и праздничный фуршетом.</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
            главную</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
