<template>
    <div class="ui container">

        <h1 class="mt—12" style="text—align: justify;">Наиболее часто задаваемые вопросы</h1>
        <p style="text-align: justify; "><i>Следующие вопросы относятся к профессиональному гомеопатическому лечению
            хронических, а не острых заболеваний</i>.</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Через какое время я замечу перемену в моей хронической болезни?</b></div><span style="color: var(——un—prose—body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Большинство пациентов замечают перемену через 1—4 недели.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Что я замечу вначале?</b></div><span style="color: var(——un—prose—body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Первой переменой часто является прилив энергии и улучшение настроения. Так как
            естественное исцеление исходит изнутри, перед физическими изменениями обычно появляется чувство
            удовлетворения, улучшается сон, и появляются другие перемены в энергии. Иногда первые перемены очень неясны
            — люди, окружающие вас могут заметить их раньше, чем вы сами. Иногда появляется дополнительная потребность в
            сне. Как будто вам требуется отдохнуть для восстановления сил. Это хороший знак.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Правда, что некоторые вообще ничего не замечают?</b></div><span style="color: var(——un—prose—body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Да. Многие годы я вступал в разговоры, подобные следующему:</span></div></span><p></p>
        <p style="text-align: justify; ">— Лекарство не подействовало, — резко заявил он при втором посещении.</p>
        <p style="text-align: justify; ">— Очень жаль это слышать, — ответил я, — как вы себя чувствуете?</p>
        <p style="text-align: justify; ">— Меня ничего не беспокоит, всё прошло.</p>
        <p style="text-align: justify; ">— Если всё прошло, то почему вы говорите, что препарат не подействовал?</p>
        <p style="text-align: justify; ">— Ну, мне кажется, что всё прошло само собой, вот и всё.</p>
        <p style="text-align: justify; ">Никто не может сказать наверняка, помог ли гомеопатический препарат этому
            человеку, или же то, что он "почувствовал себя хорошо" является совпадением. Но это именно то, что
            происходит, когда вы выздоравливаете естественным путём, вам просто "становится хорошо".</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><span style="color: var(--un-prose-body);">&nbsp;</span><b style="color: var(--un-prose-body);">Как долго займёт моё выздоровление?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Когда как. Если вы болели очень долго, у вас были серьёзные проблемы со
            здоровьем, выздоровление может занять несколько лет. Некоторые люди, однако, реагируют на препарат с
            замечательной быстротой, несмотря на тот факт, что болели очень долгое время.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Как я узнаю, что мне становится лучше?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Вы почувствуете себя лучше, и ваши проблемы будут решаться. Гомеопаты обычно
            видят пациентов каждые 4—8 недель или около того, чтобы увидеть изменения и улучшения у человека в целом по
            истечении времени, а не просто каждодневные изменения. Должно быть улучшение в целом, неделю за неделей,
            месяц за месяцем. Это улучшение, однако, иногда, очень редко, прерывается. Большинству людей нужно пройти
            три шага вперёд и один назад во время выздоровления. Поэтому необходимо останавливаться, чтобы правильно
            интерпретировать перемены.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Почему моей подруге стало хуже перед улучшением?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Иногда процесс исцеления немного похож на процесс уборки дома — когда вы
            доходите до середины уборки, в комнате немного больший беспорядок, чем был в начале. Но даже если это и
            случается, вы обычно чувствуете себя лучше. Повышается ваша энергия, вы хорошо себя чувствуете, несмотря на
            тот факт, что некоторые из ваших симптомов могут временно усилиться, пока ваше тело "делает уборку". Эту
            реакцию иногда называют гомеопатическим обострением.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Если мне становится лучше, зачем мне продолжать лечение?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">По мере вашего выздоровления ответная реакция на препарат определённой потенции
            впоследствии будет уменьшаться. Необходимо постепенно увеличивать потенцию препарата, до тех пор, пока
            выздоровление не станет постоянным. Знание того, когда увеличивать потенцию и насколько, требует&nbsp;</span><span style="color: var(--un-prose-body);">тренировки и опыта. Слишком быстрое повторение назначения препарата или
            неправильная потенция могут иногда привести к отсрочке или прекращению выздоровления. Если вы будете
            продолжать принимать препарат без изменений, возможно, вы получите прувинг этого препарата, то есть препарат
            начнёт вызывать симптомы. Это не опасно — простое прекращение приёма препарата остановит процесс. Однако
            существует другая причина, по которой продолжение лечения очень важно.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Я только что назначил встречу с гомеопатом в первый раз. Что я могу сделать,
            чтобы быть уверенным, что моё лечение пройдёт успешно?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Хорошие результаты в гомеопатии в большей степени зависят от навыков практика в
            восприятии пациента и предписания того препарата, который вызовет хорошую гомеопатическую реакцию пациента.
            Однако пациент может сделать очень много, чтобы усилить или уменьшить шансы хорошего подбора препарата и
            ответной реакции.</span></div></span><p></p>
        <p style="text-align: justify; ">Гомеопатия нова и отличается от других видов лечения для среднего пациента.
            Некоторые подходят к ней со скептицизмом и прикидывают в уме: попробую и посмотрю, что случится. Такие
            пациенты часто прекращают лечение перед тем, как будут достигнуты хорошие результаты. Самым лучшим способом
            достигнуть хороших результатов будет сделать гомеопатию вашим приоритетным видом лечения. Иными словами,
            гомеопатия это то, о чём вам следует подумать в первую очередь и следовать ей при возникновении у вас нужд в
            лечении. Как врач я говорю, что традиционная медицина должна использоваться второстепенно, как запасной
            вариант и никак не иначе. Пациенту следует вначале дать своей системе шанс исцелиться естественным путём и
            обращаться к традиционной медицине, когда это действительно необходимо.</p>
        <p style="text-align: justify; ">Пациентам с хроническими заболеваниями, которые только начали пользоваться
            гомеопатическими услугами, следует понимать, что полное выздоровление может занять несколько лет.
            Хронические проблемы появляются не за одну ночь. Зачастую пациенты страдают ими годами, прежде чем, они
            выйдут на поверхность. Неразумно думать, что эти проблемы просто испарятся после нескольких месяцев
            гомеопатического лечения.</p>
        <p style="text-align: justify; ">Пациентам, которые хотят достичь каких—то результатов, применяя гомеопатию, или
            какую—либо другую форму медицины, нужно принять на себя обязательства. Это значит следовать советам
            практика, распределять последующие визиты, как это нужно и работать вместе с врачом, когда возникают
            проблемы.</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Могу ли я что-нибудь сделать, чтобы приготовиться к визиту?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Главным инструментом, используемым в гомеопатии для оценки состояния пациента,
            является беседа. Хорошие результаты в гомеопатии зависят от того, как хорошо практик может понять вас и ваши
            проблемы.</span></div></span><p></p>
        <p style="text-align: justify; ">Самым лучший совет — будьте самим собой. Не пытайтесь говорить то, что, как вам
            кажется, хочет услышать доктор. Просто расскажите свою историю, как если бы вы разговаривали со своим лучшим
            другом.</p>
        <p style="text-align: justify; ">Не удивляйтесь, если ваш врач просит вас привести примеры того, о чём вы
            рассказываете, чтобы лучше вас понять как личность. Даже обычные слова значат не одно и то же для разных
            людей. Например, "артрит" для одного человека может означать небольшую утреннюю жёсткость пальцев, которая
            облегчается при разработке. Для другого это означает слабость в колене и боль в бедре, которая ухудшается
            при движении.</p>
        <p style="text-align: justify; ">Стресс — это следующее ощущение, которое является очень индивидуальным. Данная
            стрессовая ситуация может стать причиной стресса у 50 человек по 50—ти различным причинам. Стресс является
            субъективным — он в полной мере зависит от личности человека. По этой причине гомеопаты обычно хотят
            услышать пример вашего стресса и то, как вы на него реагировали, а не просто то, что вы его испытываете.</p>
        <p style="text-align: justify; ">Возможно, вам захочется записать то, что вы хотите обсудить, заранее, чтобы не
            забыть. Важным для гомеопатов являются те вещи, которые они не могут рассмотреть, о которых вы можете только
            рассказать.</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Отличается ли гомеопатическое интервью для детей?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Для маленьких детей правильное предписание обычно зависит в первую очередь от
            наблюдения других членов семьи. (Для взрослых добавления членов семьи также зачастую являются очень
            полезными, особенно в случае, когда результаты трудно получить, и практик нуждается в свежей перспективе).</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Что если у меня возникли вопросы или сомнения после встречи?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Хотите верьте, хотите нет, но иногда пациенты затрачивают энергию и средства на
            посещение гомеопата и затем, по тем или иным причинам, не принимают препарат. Если вы забыли, как должны его
            принимать или возникли какие—то проблемы, и вы не знаете, что предпринять, или у вас появились дурные
            предчувствия, и вы чувствуете дискомфорт в лечении, тогда свяжитесь со своим врачом. Удивительно то, как
            люди иногда доверяют советам знакомых или родственников, вместо того, чтобы поговорить со своим гомеопатом.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Безопасно ли принимать гомеопатические препараты беременным женщинам?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Все гомеопатические препараты 6-х потенции или выше безопасны для всех, включая
            мать и плод. В действительности, возможно, это единственная по-настоящему безопасная медицинская терапия,
            которая существует и предназначается для использования во время беременности.</span></div></span><p></p>
        <p style="text-align: justify; ">Беременность это динамичное состояние, при котором в короткий период времени
            происходят большие перемены. Вероятно, что именно этот динамизм делает беременных женщин очень
            восприимчивыми к гомеопатическим препаратам. При этом ответная реакция связана не только с хроническими
            проблемами матери, но и с проблемами, связанными с беременностью.</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Безопасно ли давать гомеопатические препараты детям?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Гомеопатия безопасна для всех возрастов, от новорождённых до стариков. Дети
            хорошо реагируют на гомеопатические препараты. Они, как и беременные женщины, находятся в динамичном,
            изменяющемся состоянии. Я знал многих детей, которые выросли без применения антибиотиков при помощи
            гомеопатии.</span></div></span><p></p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Как родители должны лечить обычные детские болезни?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Родители должны научиться доверять мудрости тела. Например, лихорадки являются
            ответом на заболевание, а не самими заболеваниями. Подавлять большинство лихорадок является необязательным
            или даже нежелательным. Вместо этого нужно узнать, что вызвало эту лихорадку (диагностировать заболевание),
            но затем лечить пациента гомеопатически. При подавляющем большинстве детских заболеваний, связанных с
            лихорадками, пациента с уверенностью можно лечить при помощи гомеопатии.</span></div></span><p></p>
        <p style="text-align: justify; ">Есть несколько заболеваний, при которых гомеопатические практики рекомендуют
            традиционное лечение. Это заболевания, представляющие угрозу для жизни, часто требующие госпитализацию, при
            которых традиционное лечение даёт хорошие результаты (например, бактериальный менингит спинного мозга).
            Большинство обычных проблем, которые лечат с помощью традиционных препаратов, однако, можно вылечить с
            помощью гомеопатии. Инфекции уха, например, редко нуждаются в применении антибиотиков.</p>
        <p style="text-align: justify; ">Дети с эмоциональными проблемами и проблемами с поведением часто очень хорошо
            реагируют на гомеопатическое лечение. В самом деле, в большинстве случаев самой первой переменой, которую
            ищут гомеопаты у детей, является позитивное изменение в поведении, даже если их главная жалоба была
            абсолютно иной.</p>
        <p style="text—align: justify;"></p><div style="text-align: justify;"><b style="color: var(--un-prose-body);">Должен ли я обращаться к гомеопату или же могу лечить некоторые обычные
            состояния самостоятельно?</b></div><span style="color: var(--un-prose-body);"><div style="text-align: justify;"><span style="color: var(--un-prose-body);">Члены семьи с обычными жалобами, такими как кашель, простуда, диарея и тошнота,
            часто могут быть успешно излечены при наличии минимума подготовки. Однако лечение пациентов с хроническими,
            часто длящимися всю жизнь заболеваниями требует годы учёбы и практического опыта для получения хороших
            результатов. (Люди, получающие лечение при помощи практика, не должны принимать другие гомеопатические
            препараты, не посоветовавшись сначала с ним).</span></div></span><p></p>
        <p style="text-align: justify; "><b><i>Вышеприведённые ответы были взяты из книги: «Гомеопатия, за пределами обычной
            земной медицины: Справочник для гомеопатического пациента». Автор Тимоти Дули доктор натуропатии, доктор
            медицины.</i></b></p>

        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
      главную</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
