<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Гомеопатический взгляд на проблему акне (вульгарные угри)</h1>
        <p style="text-align: justify;"><i>Статья была опубликована в журнале "Kosmetik international" в феврале 2004
                года</i>.</p>
        <p style="text-align: justify;">Классическая гомеопатия занимается индивидуальным подбором препаратов. Каждому
            человеку в зависимости от его индивидуальных особенностей подбирается один препарат, который на данном этапе
            соответствует его проблемам. При этом учитываются все жалобы, особенности характера и другие индивидуальные
            характеристики.&nbsp;</p>
        <p style="text-align: justify;">Но всё это не новость для вас! Гомеопатия существует уже больше 200-х лет и
            результаты её лечения просто восхищают и потрясают нас. Человек приходит на приём к врачу-гомеопату и
            отвечает совсем на непривычные для него вопросы. Что его волнует, его страхи и тревоги, сон, что он любит
            употреблять в пищу, а что нет, «жаркий» он или «зябкий» и т.д. Вроде бы он пришёл к дерматологу и у него
            вульгарные угри. А врача интересуют такие особенности!</p>
        <p style="text-align: justify;"><b>Не удивляйтесь, это – гомеопатия! Каждому пациенту при одной и той же
                проблеме назначаются разные препараты. Вот он основной принцип медицины – лечить человека, а не
                болезнь!</b></p>
        <p style="text-align: justify;">Часто на приёме меня спрашивают: «Почему у меня та или другая болезнь, с чем это
            связано?» Попробую ответить на примере. Сегодня мы выберем тему для беседы. Пусть это будут вульгарные угри.
            Когда я училась в ординатуре по дерматовенерологии, нас учили, что данная патология связана с дисфункцией
            сальных желёз, что дисфункция эта развивается на фоне гормональных нарушений, проблем с желудочно-кишечным
            трактом, а также с наличием хронической гнойной инфекции (хр. тонзилит и т.д.). И надо назначить лечение ЖКТ
            у гастроэнтеролога, дисфункции яичников у гинеколога (гормональные препараты), хронического тонзилита у
            ЛОР-врача
            (иногда удаление миндалин) и, конечно, наружная терапия пастами, мазями, болтушками&nbsp; и т.д. у
            дерматолога. Лечат все специалисты каждый свою область. При этом всем медикаментам свойственны свои побочные
            эффекты,&nbsp; иногда токсические, которые мы можем прочесть в рубрике: «Побочное действие лекарства» в
            справочниках лекарств. Обычно не очень радужное описание. Так что же получается? Лечим угри у нескольких
            врачей, а получаем лекарственную болезнь! Но ещё важно, что при данном виде лечения могут пройти угри на
            коже, что вовсе не означает избавление от болезни. Организм наш<span style="color: var(--un-prose-body);">&nbsp;</span><span style="color: var(--un-prose-body);">–</span><span style="color: var(--un-prose-body);">&nbsp;единая
                система, это не новость. Кожа
                относится к органам&nbsp; выделения. Если перекрыть один орган выделения, в данном случае я имею ввиду
                кожу
                (использование наружной терапии), то мы перекрываем путь вывода токсинов. Это страшно, так как теперь
                организм вынужден искать другие пути выделения или скапливания токсинов. Где, в каком месте это
                произойдёт?
                У каждого свои слабые места в организме и именно туда и ударит болезнь на следующем этапе. Только, если
                учесть, что кожа – это периферический орган, то другой орган будет расположен более глубоко. Это
                повышает
                риск развития более глубокой патологии. Вот так всё в организме взаимосвязано и поэтому необходимо о нём
                заботиться. Подвожу итог беседы. <i>Гомеопатия&nbsp;</i></span><i>–<span style="color: var(--un-prose-body);">&nbsp;область медицины, которая базируется на основном принципе
                    медицины – лечить больного, а не болезнь, подбирать препараты индивидуально по принципу
                    подобия!</span></i></p>
        <p style="text-align: justify;"><b>Случаи из практики</b>.</p>
        <p style="text-align: justify;"><b><i>Марина, 29 лет</i></b>.</p>
        <p style="text-align: justify;">Марина домохозяйка. Вульгарные угри стали появляться на фоне длительного
            употребления препарата «Диане-35» в качестве противозачаточного средства. Угри появились на лице в области
            скул, были болезненные, крупные, гнойные, длительно не проходящие. Марина рассказала мне на приёме, что
            менструальный цикл удлинился, а сами менструации стали скудными. Угри появляются каждый месяц на фоне
            менструаций. Марину стали беспокоить запоры, она разлюбила сладости, которые раньше обожала, она поправилась
            на 8 кг., у неё ухудшилась память, она стала медленнее думать, тревожиться по пустякам, стала более
            «зябкой». К тому же кожа её стала более толстой на ладонях и локтях. Ей был дан препарат «Графит» с
            прекрасным эффектом. Самое важное, что менструальный цикл восстановился, угри ушли, она начала возвращаться
            к прежнему весу! Проблемы с памятью тоже улучшились.</p>
        <p style="text-align: justify;"><b><i>Леонид, 37лет</i></b>.</p>
        <p style="text-align: justify;">Беспокоят угри на лице в местах роста бороды в течение 3-х лет. Лечение наружное
            мазями и пастами с антибиотиками. Связывает обострения высыпаний с нарушением диет. Обожает употреблять
            жирную, мясную, острую пищу, алкогольные напитки. Погрешности в диете бывают примерно раз в неделю, как он
            называет «отрываюсь с друзьями», но потом «страдаю из-за ухудшения состояния кожи и подавленного
            настроения». В биохимических анализах крови наблюдается изменение показателей функции печени и поджелудочной
            железы. Леонид отмечает ухудшение состояния кожи летом и в тёплом помещении. Был дан препарат «Карбо
            вегетабилис». Через пол года биохимические показатели улучшились. Состояние кожи тоже улучшилось. Леонид
            отмечает «прилив сил и энергии», он стал реже болеть простудами.</p>
        <p style="text-align: justify;"><b><i>Вадим, 25 лет</i></b>.</p>
        <p style="text-align: justify;">Угри на лице и перхоть на волосистой части головы в течение 5-ти лет. Лечился
            мазями с антибиотиками и шампунями от перхоти. Лучше становилось на время использования наружной терапии.
            Вадим с детских лет часто болел простудами и ангинами. В последние 5 лет занялся спортом, реже стал
            простужаться, но стали беспокоить проблемы с кожей. Вадим не переносит ожидания, постоянно спешит, боится не
            успеть всё сделать, что наметил на день. Он скрытный, злопамятный и мстительный. «Зябкий», реагирует на
            любые изменения погоды и очень потливый. Обожает хлеб с маслом. При осмотре увеличены миндалины (2 степень),
            и шейные лимфоузлы. Был дан препарат «Меркурий». После нескольких дней приёма, Вадим сообщил мне, что он
            знает теперь, что такое «ощущать себя оптимистом!». Через 2 недели проблемы с кожей так же стали улучшаться.
        </p>
        <p style="text-align: justify;"><b><i>Естественно, что все эти и другие пациенты не обрели здоровье после
                    однократного
                    приёма одного препарата. У каждого свой путь и своя продолжительность лечения, но зато все они
                    сейчас по
                    настоящему здоровы!</i></b></p>
        <p style="text-align: justify;">Я подчёркивала, что в гомеопатии препараты подбираются индивидуально, поэтому в
            статье давать рекомендации по лечению невозможно, особенно это касается хронических болезней. В
            нижеизложенной информации я постараюсь показать, какова незначительная разница в характеристиках
            препаратов, которые относятся в гомеопатии к группе гомеопатических «антибиотиков» и насколько сложно
            отличить препараты неспециалисту. И насколько просто назначить самому себе неправильное средство.</p>
        <p style="text-align: justify;">Конечно, это <b>«Меркурий солюбилис»</b>. Это большое средство людей с
            лимфатической конституцией. Они часто болеют простудами, ангинами, насморками. Очень потливые и «зябкие».
            Реагируют на любые изменения погоды. Часто они страдают от обилия слюны во рту, особенно по ночам (следы на
            подушке). Из характерологических особенностей: замкнуты, серьёзные, торопливы и раздражительны.</p>
        <p style="text-align: justify;"><b>«Гепар сульфур»</b>&nbsp;–&nbsp;тоже очень «зябкий» (более, чем меркурий). Он более
            чувствителен к холоду, чем к любым переменам погоды. Тоже часто страдает лимфаденитами, насморками и
            ангинами. Для него характерно повышенная чувствительность к боли. Высыпания очень болезненные. Тоже
            потливый. Любит больше кислую пищу (меркурий – хлеб с маслом). Раздражительный, торопливый и нетерпеливый.
        </p>
        <p style="text-align: justify;"><b>«Калькарея сульфурика»</b>&nbsp;<span style="color: var(--un-prose-body);">–</span><span style="color: var(--un-prose-body);">&nbsp;средство хронических, глубоких, длительно не заживающих
            гнойных процессов, угрей, фурункулов с постоянным выделением желтого гноя. Но этот препарат&nbsp; «жаркий». И
            любят они незрелые, кислые фрукты. Вот такие тонкости. Попробуй отдифференцируй!</span></p>
        <p style="text-align: justify;">На самом деле <b>все эти особенности может увидеть только врач и то, который имеет
            немалый опыт работы</b>. И средств намного больше, чем я здесь описала. Сам человек не может подобрать себе
            препараты, это может делать только врач на приёме.</p><p style="text-align: justify;">Я делаю на этом акцент, потому что на прилавках аптек
            появилось большое количество комплексных гомеопатических препаратов известных фирм. Они находятся в
            свободной продаже и их могут покупать даже без назначения врача. <b>И это не безопасно. Гомеопатия не так
            безопасна, как кажется! Она может спасти человека, а может и ухудшить состояние. Поэтому это прерогатива
            только врача-гомеопата. А в грамотных руках специалиста она творит чудеса излечения!</b></p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
