<template>
<div class="max-w-screen-xl px-4 mx-auto my-12">
    <h1>{{ the.title }}</h1>
    <p style="text-align: justify;">Самозанятая Тарасова Е.А., именуемая в дальнейшем Правообладатель, адресует настоящее
        Соглашение следующему лицу (лицам): (далее - Пользователь). Лицо, которому адресовано Соглашение, заключает
        Соглашение, полностью и безоговорочно соглашаясь со всеми его условиям, указанными в настоящем документе.</p>
    <p style="text-align: justify;">Настоящий документ является офертой (предложением), акцептом (принятием условий)
        оферты является совершение действий, предусмотренных Соглашением (п.2 ст.437 Гражданского кодекса Российской
        Федерации).</p>
    <p style="text-align: justify;">В случае несогласия Пользователя с каким-либо условиями Соглашения, Соглашение не
        заключается, и Пользователь не имеет права использовать Объект интеллектуальной собственности.</p>
    <h2 style="text-align: justify;">Термины</h2>
    <p style="text-align: justify;">1.1. В Соглашении используются термины в следующих значениях:</p>
    <p style="text-align: justify;">1.1.1. Акцепт — полное и безоговорочное принятие Оферты путем осуществления
        действий, указанных в п. 3.1 Соглашения.</p>
    <p style="text-align: justify;">1.1.2. Контент — все объекты, доступные на Сайте, в том числе элементы дизайна,
        текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие
        объекты.</p>
    <p style="text-align: justify;">1.1.3. Оферта — настоящий документ, размещенный в сети Интернет по адресу:
        homeopatiya.ru.</p>
    <p style="text-align: justify;">1.1.4. Сайт — автоматизированная информационная система, доступная в сети Интернет
        по адресу homeopatiya.ru (включая поддомены).</p>
    <h2 style="text-align: justify;">Предмет Соглашения</h2>
    <p style="text-align: justify;">2.1. Соглашение определяет порядок и условия использования Сайта по адресу:
        homeopatiya.ru.</p>
    <p style="text-align: justify;">В предмет Соглашения входят все функции и сервисы Сайта, а также любое их развитие
        или добавление новых, доступные в явном виде.</p>
    <p style="text-align: justify;">2.2. Правообладатель гарантирует, что он является правообладателем исключительных
        прав на Сайт, указанный в п. 2.1 Соглашения. Все исключительные права на Сайт принадлежат Правообладателю.</p>
    <h2 style="text-align: justify;">Принятие Соглашения</h2>
    <p style="text-align: justify;">3.1. Акцептом (принятием оферты) является осуществления следующих действий: Действия
        по акцепту оферты.</p>
    <p style="text-align: justify;">3.2. Совершая действия по принятию оферты, Пользователь подтверждает свое полное и
        безоговорочное согласие со всеми условиями настоящего Соглашения и обязуется их соблюдать. Соглашение может быть
        принято исключительно в целом, без каких-либо оговорок. (п.1 ст.428 Гражданского кодекса Российской Федерации).
        Правообладатель и Пользователь совместно именуются "Стороны", а по отдельности — "Сторона".</p>
    <p style="text-align: justify;">3.3. Настоящая оферта не имеет специального установления срока ее принятия. Оферта
        действует с момента ее опубликования, а в части изменений — с даты опубликования соответствующих изменений, —до
        дня, следующего за днем опубликования Правообладателем извещения о прекращении действия оферты.</p>
    <p style="text-align: justify;">3.4. Условия Соглашения могут быть изменены Правообладателем в любое время в
        одностороннем внесудебном порядке путем опубликования изменений или новой редакции Соглашения по адресу
        homeopatiya.ru.</p>
    <p style="text-align: justify;">Изменения вступают в силу с даты, следующей за датой их публикации, при условии
        продолжения использования Сайта после публикации изменений либо принятия обновленной версии Соглашения. При
        несогласии с внесенными изменениями он обязан отказаться от использования Сайта.</p>
    <h2 style="text-align: justify;">Права и обязанности сторон</h2>
    <p style="text-align: justify;">4.1. Правообладатель обязуется:</p>
    <ul>
        <li style="text-align: justify;">Информировать Пользователя по вопросам работы с Сайтом посредством электронной
            почты. Актуальные контакты службы поддержки размещаются по адресу: homeopatiya.ru.</li>
        <li style="text-align: justify;">Обеспечить конфиденциальность и защиту информации о Пользователе;</li>
        <li style="text-align: justify;">Консультировать Пользователя по всем вопросам, касающимся использования Сайта.
        </li>
    </ul>
    <p style="text-align: justify;">4.2. Пользователь обязуется:</p>
    <ul>
        <li style="text-align: justify;">Использовать Сайт только в пределах тех прав и теми способами, которые
            предусмотрены в Соглашении.</li>
        <li style="text-align: justify;">Предоставлять при заполнении форм обратной связи достоверные, полные и
            актуальные данные, следить за их актуализацией.</li>
        <li style="text-align: justify;">Обеспечить конфиденциальность полученной при сотрудничестве с Правообладателем
            информации.</li>
        <li style="text-align: justify;">Не использовать Сайт как объект интеллектуальных прав каким-либо способом, не
            разрешенным Соглашением, в частности, запрещается: воспроизводить Сайт, создавая копии на любом материальном
            носителе, модифицировать, вносить какие-либо изменения в Сайт и его части; использовать Сайт для создания
            производных программных продуктов; распространять Сайт любым способом; удалять или изменять знаки охраны
            авторских прав; пытаться обойти технические ограничения (технические меры защиты авторских прав) и
            использовать Сайт каким-либо иным образом, прямо не предусмотренным Соглашением; запрещается
            декомпилировать, разбирать или каким-либо другим способом пытаться извлечь исходный код программного
            обеспечения, являющегося элементом Сайта; использовать без специального на то разрешения автоматизированные
            скрипты (программы, боты, краулеры) для сбора информации на Сайте и/или взаимодействия с Сайтом и его
            функционалом; удалять или изменять любой торговый знак, логотип, знак охраны авторского права и прочие
            подобные уведомления на Сайте; запрещается распространять, продавать, сублицензировать, использовать
            программное обеспечение, являющееся элементом Сайта, или каким-либо другим способом передавать права на
            такое программное обеспечение; не использовать программное обеспечение и не осуществлять действия,
            направленные на нарушение нормального функционирования Сайта.</li>
        <li style="text-align: justify;">Незамедлительно информировать Правообладателя обо всех ставших ему известных
            фактах противоправного использования Сайта третьими лицами.</li>
        <li style="text-align: justify;">Не осуществлять массовые рассылки сообщений в адрес других пользователей Сайта
            без их согласия.</li>
    </ul>
    <p style="text-align: justify;">4.3. Правообладатель вправе:</p>
    <ul>
        <li style="text-align: justify;">Собирать (автоматически) информацию, не содержащую персональных сведений и не
            позволяющую идентифицировать пользователя, в целях распознавания предпочтения посетителей, пользующихся
            особой популярностью разделов Сайта. Собранная информация не может идентифицировать Пользователя.
            Пользователь сможет в любое время заблокировать функцию сбора и анализа статистики данных, связанных с
            посещением Сайта.</li>
        <li style="text-align: justify;">В случае нарушения Соглашения, исключительных прав на Сайт, а равно в случае
            нарушения прав третьих лиц с использованием Сайта, расторгнуть Соглашение, прекратить доступ к Сайту, а
            также применить иные меры с целью соблюдения требований законодательства или прав и законных интересов
            третьих лиц.</li>
        <li style="text-align: justify;">Удалять пользовательский контент по требованию уполномоченных органов или
            заинтересованных лиц в случае, если данный контент нарушает законодательство или права третьих лиц.</li>
        <li style="text-align: justify;">В любой момент прекратить предоставление доступа к Сайту, а равно частично
            ограничивать или прекращать работу некоторых функций или сервисов, в том числе, в целях проведения
            технических работ на Сайте.</li>
    </ul>
    <p style="text-align: justify;">4.4. Пользователь вправе:</p>
    <ul>
        <li style="text-align: justify;">Использовать Сайт в пределах и способами, предусмотренными Соглашением.</li>
    </ul>
    <h2 style="text-align: justify;">Обработка персональных данных</h2>
    <p style="text-align: justify;">5.1. До момента заключения Соглашения Пользователь, как субъект данных или
        представитель субъекта данных, обязуется ознакомиться с документами, устанавливающими правила обработки и защиты
        персональных данных, применяемых Правообладателем. Персональные данные обрабатываются Правообладателем при
        условии согласия субъекта данных на их предоставление и обработку, или при наличии иных законных оснований для
        обработки данных (например, для заключения и исполнения Соглашения и иных договоров между Правообладателем и
        субъектами данных или представляемыми ими лицами).</p>
    <p style="text-align: justify;">5.2. Правообладатель гарантирует конфиденциальность персональных данных
        Пользователя.</p>
    <h2 style="text-align: justify;">Ответственность сторон</h2>
    <p style="text-align: justify;">6.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих
        обязательств в соответствии с условиями Соглашения и законодательством России.</p>
    <p style="text-align: justify;">6.2. Правообладатель не принимает на себя ответственность за соответствие Сайта
        целям использования.</p>
    <p style="text-align: justify;">6.3. Правообладатель не несет ответственности за технические перебои в работе Сайта.
        Вместе с тем Правообладатель обязуется принимать все разумные меры для предотвращения таких перебоев.</p>
    <p style="text-align: justify;">6.4. Правообладатель не гарантирует, что Сайт будет соответствовать требованиям
        Пользователя; не гарантирует, что Сайт не содержит ошибки; не гарантирует бесперебойную работу Сайта; не несет
        ответственности за результаты, полученные при использовании Сайта; не несет ответственности за прямые или
        косвенные убытки любого рода, понесенные вследствие использования либо неиспользования Сайта.</p>
    <h2 style="text-align: justify;">Разрешение споров</h2>
    <p style="text-align: justify;">7.1. Претензионный порядок досудебного урегулирования споров из Соглашения является
        обязательным.</p>
    <p style="text-align: justify;">7.2. Допускается направление Сторонами претензионных писем на электронный адрес.</p>
    <p style="text-align: justify;">7.3. Срок рассмотрения претензионного письма составляет 7 рабочих дней со дня
        получения последнего адресатом.</p>
    <p style="text-align: justify;">7.4. Споры по настоящему Соглашению разрешаются в судебном порядке в соответствии с
        законодательством РФ.</p>
    <h2 style="text-align: justify;">Заключительные положения</h2>
    <p style="text-align: justify;">8.1. К отношениям Сторон по Соглашению применяется законодательство Российской
        Федерации.</p>
    <h2 style="text-align: justify;">Адреса и реквизиты сторон</h2>
    <p style="text-align: justify;">9.1. Самозанятая Тарасова Е.А.</p>
    <p style="text-align: justify;">Тел.: +7 (926) 375-05-28</p>
    <p style="text-align: justify;">E-mail: homeopatiya@yandex.ru</p>
    <p style="text-align: justify;">ИНН: 773365048748</p>
    <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
        главную</el-button>
</div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];

</script>
