<template>
 <section class="py-14">
 <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
 <h1>{{ the.header }}</h1>


 <p style="text-align: justify;"><b>Представляя случаи из моей практики, хочу вас предостеречь от самолечения и бездумного применения тех
 препаратов, которые я здесь описываю. Все назначения были мной сделаны с учётом индивидуальных
 особенностей пациентов и симптомов заболевания, поэтому не могут быть приемлемы для всех. В лучшем
 случае, вы не получите результата и разочаруетесь в гомеопатии, а в худшем, можете даже ухудшить
 состояние своего здоровья. Правильнее будет, если препараты вам назначит врач гомеопат, который
 досконально рассмотрит ваш случай и учтёт все особенные и необычные симптомы, ведь именно это и входит в
 компетенцию такого метода, как гомеопатия.</b></p>
 <p style="text-align: left;"></p>
 <p style="text-align: left;"><b>СЛУЧАЙ ГОМЕОПАТИЧЕСКОГО ЛЕЧЕНИЯ ВЕСЕННЕГО ПОЛЛИНОЗА</b></p>
 <p style="text-align: justify;">Ко мне на консультацию обратился молодой человек, 27 лет, страдающий аллергическим насморком. Его
 ежегодно, три года подряд в конце февраля, начале марта мучают жестокие приступы чихания до 10-20 раз
 подряд, с жидкими выделениями и с ночной заложенностью носа. Из других жалоб – проблемы с засыпанием
 (бессонница из-за обилия мыслей о работе и пробуждение при малейшем звуке), непереносимость сильных
 запахов (головные боли) и яркого света. По характеру человек он честолюбивый, трудолюбивый и
 целеустремленный, открывает свой собственный бизнес. Нетерпеливый, не может стоять в очереди и
 раздражается, когда другие работают медленно. Не переносит холод и не любит зиму, из других жалоб –
 склонность к запорам. Мной был назначен препарат <b>НУКС ВОМИКА</b>, который помог ему справиться с сезонной
 аллергией и не только с ней. Он стал спокойнее реагировать на раздражающие его ранее ситуации, его сон
 стал более глубоким и менее чувствительным к звукам, стул более регулярным и его перестали беспокоить
 головные боли.</p>
 <p style="text-align: left;"><b><br></b></p><p style="text-align: left;"><b>ПИЩЕВАЯ АЛЛЕРГИЯ И ДИАТЕЗ У РЕБЕНКА</b></p>
 <p style="text-align: justify;">На приёме мама с ребёнком 3-х месяцев. Мама жалуется на непереносимость ребёнком молока, так называемая
 лактозная непереносимость – ребёнка после еды рвёт творожными молочными массами, он отказывается брать
 грудь. После еды сильно плачет. У ребенка кожная сыпь по типу диатеза на лице в области щек. Ребенок
 склонен к кислым поносам и плохо набирает вес.</p>
 <p style="text-align: justify;">Ребёнку мной дан препарат <b>ЭТУЗА </b>с хорошим эффектом, так же были даны рекомендации по питанию. В течение
 месяца вес стабилизировался, и началась его прибавка, ушли поносы. Кожная сыпь также стала менее яркой,
 прошли мокнущие высыпания на лице, остается сухость щёк. Препарат был продолжен с наблюдением за
 маленьким пациентом.</p>
 <p style="text-align: left;"><b><br></b></p><p style="text-align: left;"><b>ПОЛИНОЗ У ДЕВОЧКИ-ПОДРОСТКА</b></p>
 <p style="text-align: justify;">На приёме мама с девочкой 12 лет. Девочка страдает ежегодно проблемами аллергического насморка на
 цветение. Насморк – обильное жидкое отделяемое с частыми приступами чихания и слезотечения. Зуд глаз.
 Под носом – кожа раздражена. Усиление всех симптомов в тёплом помещении, легче становится на свежем
 воздухе. Из интересных особенностей девочки – она любит репчатый лук, мама называет ее Чиполлино.</p>
 <p style="text-align: justify;">Я назначила препарат <b>АЛЛУМ ЦЕПА</b>. На фоне препарата девочке уже к вечеру стало легче, через 3 дня насморк
 и слезотечение прошло!</p>
 <p style="text-align: left;"><b><br></b></p><p style="text-align: left;"><b>КРАПИВЦИЦА У МУЖЧИНЫ С ПИЩЕВОЙ АЛЛЕРГИЕЙ И РЕВМАТИЗМОМ</b></p>
 <p style="text-align: justify;">Молодой мужчина, 30 лет обратился на приём с зудящими волдырями на коже конечностей. Волдыри вызывают
 жжение, чувствительны при расчёсывании, появляются после активных упражнений в тренажерном зале,
 выглядят, как ожог крапивой. Так же мужчина жалуется на болевые ощущения в правой дельтовидной мышце.
 Мужчина рассказал, что всегда, сколько он себя помнит, у него была аллергия на пищу, появлялись зудящие
 высыпания на предплечьях при употреблении в пищу морепродуктов.</p>
 <p style="text-align: justify;">Был дан препарат <b>УРТИКА</b>, который помог справиться с крапивницей и ревматическими состояниями.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>БРОНХИАЛЬНАЯ АСТМА У ЮНОШИ&nbsp; 20 ЛЕТ</b></p>
 <p style="text-align: justify;">На приёме юноша 20 лет, страдающий ежегодно обострениями весеннего поллиноза, проявляющимся охриплостью,
 кашлем, без отхаркивания мокроты, удушьем, частым, отрывистым дыханием. Использует ингаляторы с
 гормональными препаратами, которые облегчают дыхание и отхождение мокроты. При аускультации грудной
 клетки прослушиваются клокочущие влажные хрипы. Пациент вялый и бледный. Усиление всех дыхательных
 симптомов лёжа и улучшение при сидении прямо.</p>
 <p style="text-align: justify;">Был дан препарат <b>АНТИМОНИУМ ТАРТАРИКУМ</b>, который за сутки улучшил отхождение мокроты и дыхание пациента,
 через 3 дня он мог уже спокойно дышать и хрипы&nbsp; в лёгких значительно уменьшились.</p>
 <p style="text-align: left;"><br></p><p style="text-align: left;"><b>ЧАСТО БОЛЕЮЩИЙ РЕБЁНОК</b></p>
 <p style="text-align: justify;">Девочка 7 лет, болеет более 6 раз в год ОРВИ, с осложнениями – в основном это затянувшийся кашель,
 бронхиты. Один раз было осложнение в виде бронхопневмонии. У девочки аллергия на шерсть животных.
 Девочка хрупкая, худенькая. У бабушки девочки был туберкулёз лёгких. Девочка очень любит молоко,
 особенно предпочитает прохладное, часто пьёт его вместо еды. Мама рассказывает, что по ночам скрежещет
 зубами. Очень любит свинину с жиром, хотя родителя стараются ей её не давать.</p>
 <p style="text-align: justify;">Мной разово был дан гомеопатический препарат <b>ТУБЕРКУЛИНУМ</b>. Эффект на препарате был замечательный! Девочка
 стала болеть реже и осложнения в виде бронхитов её перестали беспокоить.</p>
 <p style="text-align: justify;"><br></p>
 <p style="text-align: left;"><b>ХРОНИЧЕСКИЙ ГАРДНЕРЕЛЛЕЗ И КАНДИДОЗ (МОЛОЧНИЦА) У ПАЦИЕНТКИ С ЭКЗЕМОЙ ПОСЛЕ РОДОВ</b></p>
 <p style="text-align: justify;">На приём обратилась пациентка после третьих родов. Жалуется на высыпания на тыле кистей и на пальцах рук.
 Беспокоят пузырьки, мокнутие, трещины, корочки, зуд. Обострение экземы отмечает после каждых родов, но
 последнее обострение –&nbsp;самое сильное.&nbsp;&nbsp;</p>
 <p style="text-align: justify;">До этого лечилась гормональными мазями. Также пациентку беспокоят обильные раздражающие бели, с кислым
 запахом, более активно появляются после полового контакта. В анализах выявлен грибок кандида.&nbsp;</p>
 <p style="text-align: justify;">Пациентке тяжело выполнять работу руками, она плачет на приёме, рассказывая про домашние дела, жалуется
 на усталость, плаксивость, желание побыть одной и отвращение к половой близости. Она не любит, когда её
 жалеют.&nbsp;</p>
 <p style="text-align: justify;">Пациентка очень зябкая, предпочитает находиться в тепле, у неё холодные конечности. Сейчас она в периоде
 лактации. В последнее время стали сильно выпадать волосы. На лице у неё гиперпигментация (коричневые
 пятна), которые появились во время первой беременности и площадь их увеличивается в период каждой
 беременности. На голенях варикоз, который её беспокоит вечером болями, ощущением усталости в ногах и
 проявляется небольшой отёчностью стоп и голеней (пастозностью). Желание лечь и положить ноги повыше на
 подушку.&nbsp;</p>
 <p style="text-align: left;">Назначен препарат <b>СЕПИЯ</b>.</p>
 <p style="text-align: left;">Повторный визит через 2 месяца.</p>
 <p style="text-align: justify;">Состояние стало лучше. Эмоционально чувствует себя более комфортно. Говорит, что у неё появилось больше
 сил и желание общаться. Стала&nbsp; менее зябкой. Бели сохраняются. Состояние сыпи ухудшилось. Выпадение
 волос стало значительно меньше. Отёчность, болезненность и усталость в ногах стала меньше. Так как общее
 и эмоциональное состояние пациентки значительно улучшилось, в данном случае временное обострение кожной
 сыпи – ожидаемо на гомеопатическом лечении.&nbsp;</p>
 <p style="text-align: left;">Продолжена терапия <b>СЕПИЕЙ</b>.</p>
 <p style="text-align: left;">Повторный визит через 2 месяца.&nbsp;</p>
 <p style="text-align: justify;">Состояние более стабильное. Реже плачет и лучше общается с близкими. Отвращение к половой близости
 уменьшилось. Появилось больше энергии. Выделения из половых путей стали меньше, но зуд ушёл. Экзема
 продолжает беспокоить, но реже и нет реакции ухудшения на воду.</p>
 <p style="text-align: left;">Продолжена терапия&nbsp;<span style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder;">СЕПИЕЙ</span>.</p>
 <p style="text-align: left;">Повторный визит через 4 месяца.</p>
 <p style="text-align: justify;">Состояние стабильное. Важна любовь, поддержка мужа и семьи. Важно, чтобы они её успокоили, если она
 плачет. Стала менее зябкой, не переносит духоту в помещении, нужен свежий воздух. Открывает окна для
 проветривания. Закончила грудное вскармливание. Варикоз беспокоит усталостью в ногах, болевыми
 ощущениями в области варикозных узлов, отёчностью к вечеру, лучше лёжа, поднимая ноги выше на подушку.
 Испытывает отвращение к жирному мясу. Любит сливочное масло, ест его кусками. Экзема обостряется перед и
 во время менструации.</p>
 <p style="text-align: left;">Был назначен препарат <b>ПУЛЬСАТИЛЛА</b>.</p>
 <p style="text-align: left;">Повторный визит через 3 месяца.</p>
 <p style="text-align: justify;">Состояние стабильное, не плачет.&nbsp; Экзема стала беспокоить намного реже, боли в голенях, отёчность и
 усталость в ногах, бели стали намного меньше.&nbsp;</p>
 <p style="text-align: left;">Продолжена терапия&nbsp;<span style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder;">ПУЛЬСАТИЛЛА</span>.&nbsp;</p>
 <p style="text-align: left;">Повторный прием через 3 месяца.</p>
 <p style="text-align: justify;">Состояние стабильное, не плаксива. Экзема не беспокоит, бели не беспокоят. В мазках-анализах отсутствует
 кандида. Вены на ногах не беспокоят болями и чувством усталости.</p>
 <p style="text-align: justify;">&nbsp;</p>
 <p style="text-align: left;"><b>СЛУЧАЙ ПОЛОВОГО ГЕРПЕСА И КАНДИДОЗА (МОЛОЧНИЦЫ)</b></p>
 <p style="text-align: justify;">На приём ко мне обратилась женщина 34 лет с жалобами на частые обострения полового герпеса. Появление
 первых высыпаний связывает с&nbsp; первыми родами 10 лет назад. С тех пор рецидивы герпеса проявляются
 при каждом простудном заболевании и перед менструациями.&nbsp;</p>
 <p style="text-align: justify;">Из других проблем – выкидыши, варикозное расширение вен на ногах, больше на левом бедре, кандидозный
 вагинит (молочница). Пациентку беспокоят периодически&nbsp; возникающие едкие, раздражающие бели,
 вызывающие зуд в промежности, скудные менструации, ПМС с головными болями.</p>
 <p style="text-align: justify;">Пациентка очень зябкая, худая. Любит заниматься бегом и йогой.</p>
 <p style="text-align: justify;">Был назначен препарат&nbsp;<b>СЕПИЯ&nbsp;</b>с хорошим результатом. Пациентка стала реже болеть ОРВИ, рецидивы
 герпеса при этом прекратились. ПМС и бели её перестали беспокоить.</p>
 <p style="text-align: justify;">&nbsp;</p>
 <p style="text-align: left;"><b>ХРОНИЧЕСКИЕ ГАЙМОРИТЫ У ЖЕНЩИНЫ С КАНДИДОЗОМ И ЗАПОРАМИ</b></p>
 <p style="text-align: justify;">На приёме молодая женщина, которая жалуется на проблему частых гайморитов. Любая инфекция осложняется
 воспалением гайморовых пазух. Она лечится антибиотиками, на фоне которых возникли запоры и
 рецидивирующая молочница. Женщина худая, хрупкая на вид, невысокая, у неё сколиотическая осанка, сидит в
 тёплом кабинете в тёплой кофте. Очень зябкая. Чаще заболевает, когда замерзает, от сквозняков, а так же
 при охлаждении ног. Страдает зловонным потоотделением на стопах. Стул твёрдый, выходит с усилием. Ногти
 на руках расслаиваются.&nbsp;</p>
 <p style="text-align: justify;">Женщина не любит спорить, ей легче уступить и согласиться, хотя имеет своё мнение, которое чаще держит
 при себе. В новых для неё жизненных ситуациях сложно принимает решение. Спокойнее чувствует себя в
 привычной для неё обстановке.</p>
 <p style="text-align: justify;">Был дан препарат <b>СИЛИЦЕЯ </b>на долгий срок приёма с прекрасным эффектом. Она стала реже болеть и без
 осложнений, на фоне ОРВИ и гриппа стали вновь появляться температура, которая является показателем
 иммунной защиты организма, улучшился стул, и её перестала беспокоить молочница.</p>
 <p style="text-align: justify;"><br></p>
 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
 the.parent.header }}</el-button>

 </div>
 </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
