<template>
  <div class="ui container">

    <h1 class="mt-12" style="text-align: left;">Гомеотерапия папиллом, бородавок, контагиозных моллюсков</h1>
    <p style="text-align: justify;"><i>Бородавки, папилломы, контагиозный моллюск – все эти заболевания кожи
        относятся к группе вирусных. В медицинских справочниках сказано, что заражение ими происходит при
        непосредственном контакте с больным человеком или через предметы быта. Давайте разберём подробнее каждое
        заболевание</i>.</p>
    <p style="text-align: justify;"><b>Бородавки</b>. Различают три вида бородавок: обычные (простые или
      вульгарные), плоские (юношеские) и подошвенные.</p>
    <p style="text-align: justify;"><b>Обычные бородавки</b>. Они представляют собой небольшие возвышающиеся над
      поверхностью кожи новообразования диаметром от 2–5 до 10 мм жёлто-серого или буро-коричневого цвета, сверху
      сухие и шероховатые. Нередко поверхность бородавок покрыта небольшими сосочками, ворсинками, исчерчена
      трещинами. Обычные бородавки локализуются чаще всего на тыльной поверхности кистей, пальцах рук, тыле стоп,
      реже на других частях тела.</p>
    <p style="text-align: justify;">Субъективные расстройства отсутствуют. Болезненными могут быть лишь бородавки,
      локализующиеся возле ногтей и расположенные в местах постоянной травматизации.</p>
    <p style="text-align: justify;"><b>Плоские бородавки</b>. По цвету они не отличаются от нормальной кожи, но
      могут быть желтовато-коричневыми. Это плоские и гладкие узелки, слегка возвышающиеся над уровнем кожи,
      диаметром от 2 до 6 мм. Локализуются на лице, шее, тыльной стороне кистей.</p>
    <p style="text-align: justify;"><b>Подошвенные бородавки</b>. Это плотные роговые образования жёлтого цвета,
      напоминающие мозоль, возвышающиеся над уровнем кожи, величиной до размеров десятикопеечной монеты. Чаще
      всего они болезненны. Локализуются на нижней части стопы на участках, которые подвергаются наибольшему
      давлению.</p>
    <p style="text-align: justify;"><b>Папилломы (остроконечные бородавки)</b>. По внешнему виду они представляют
      собой сосочковые разрастания, имеющие суженное основание. Чаще всего они располагаются на шее, в подмышечных
      и паховых областях, у женщин под молочными железами, т.е. в местах мацерации и раздражения кожи. Те
      новообразования, которые располагаются на половых органах мужчин и женщин, носят название <b>кондилом</b>.
      Они группируются в виде розеток цветной капусты или в виде петушиного гребня. Заражение может происходить
      при непосредственном контакте с больным человеком и половым путём. Поэтому кондиломы относятся к разряду
      венерических заболеваний. Характерной особенностью данной патологии является поражение лиц молодого
      возраста.</p>
    <p style="text-align: justify;"><b>Вирус папилломы человека (ВПЧ)</b> рассматривается в качестве возможного
      этиологического фактора злокачественных новообразований шейки матки, влагалища и вульвы. В последнее время
      широкое распространение получил <b>папилломатоз </b>гортани, трахеи и бронхов у детей. Причиной этого
      является инфицирование дыхательных путей новорождённых в процессе прохождения плода через родовые пути
      женщин с ВПЧ-инфекцией. Лечение заболеваний, обусловленных ВПЧ, является важным этапом профилактики
      злокачественных новообразований у женщин, а также в профилактике вышеперечисленных заболеваний у
      детей.&nbsp;</p>
    <p style="text-align: justify;"><b>Контагиозный моллюск</b>. Заболевание характеризуется высыпанием плотных,
      слегка блестящих полушаровидных узелков цвета нормальной кожи или слегка розоватых, величиной от булавочной
      головки до горошины. В центре узелков, особенно крупных, отмечается вдавление. Узелки могут быть одиночными
      или высыпают в большом количестве, не вызывая никаких ощущений. Контагиозный моллюск чаще наблюдается у
      детей, преимущественно на коже лица, век, шеи, на тыле кистей; у взрослых локализуется большей частью на
      половых органах, коже лобка и живота.</p>
    <p style="text-align: justify;"><b>Как же быть, если всё-таки появилась одна из вышеперечисленных проблем?</b>
      Чаще всего при обращении к косметологам, урологам, гинекологам и дерматовенерологам пациенту предлагают
      несколько вариантов лечения. Это удаление с помощью тока (электрокоагуляция), лазера, жидкого азота,
      использование специальных мазей и жидкостей или приём препаратов внутрь. Но насколько эффективны все эти
      способы лечения? Можем ли мы раз и навсегда избавиться при помощи такого лечения от перечисленных выше
      патологий? И какие проблемы со здоровьем могут настичь человека, если заболевание останется не долеченным?
      Давайте с этим разберёмся.</p>
    <p style="text-align: justify;"><b>Наша кожа и слизистые выполняют много функций</b>. Прежде всего, это функция
      защиты организма от внешних воздействий. Кожа работает также как органы выделения, выводя из организма с
      потом и кожным салом продукты жизнедеятельности и различные токсичные вещества, тем или иным способом
      попадающие внутрь. Наш организм функционирует как единая система. И если вдруг по причине какого-то
      заболевания, деятельность почек и кишечника ослабевает, то другие органы, в том числе кожа и слизистые,
      берут на себя часть их нагрузки. Тогда и появляются всевозможные высыпания и усиливаются отделения со
      слизистых.&nbsp;</p>
    <p style="text-align: justify;">Существует такое понятие, как кожно-висцеральные взаимосвязи. Это означает, что
      каждый внутренний орган человека связан с определённым участком кожи, проецируется на него. Пораженный
      каким-либо заболеванием, этот орган имеет возможность вывести наружу свою проблему. Благодаря этому
      механизму жизненно важные органы получают защиту от болезней. Бородавки и папилломы гомеопаты тоже считают
      проявлением внутренних проблем. Известный французский врач-гомеопат Дидье Гранжорж написал по этому поводу:
    </p>
    <p style="text-align: justify;" class="border-l-2 pl-2 border-slate-400"><i>Не надо стараться удалить бородавку или папиллому локально всеми физическими
      средствами или наружными лекарствами. При её устранении таким путём могут возникнуть внутренние
      расстройства.&nbsp; На самом деле бородавки часто расположены в акупунктурных точках, которые они
      стимулируют, участвуя, таким образом, в энергетической регуляции индивидуума. Устранение бородавки – это
      акт, сравнимый с внезапным выдёргиванием палки, на которую опирается человек.</i></p>
    <p style="text-align: justify;">Теперь подумаем, что мы делаем, когда удаляем бородавку или папиллому? Какой
      вред мы наносим нашему организму? В одном из основных законов гомеопатии, сформулированном Константином
      Герингом, учеником Самуэля Ганемана и основоположником американской гомеопатической школы, говорится:
      <b>«Болезнь поражает организм извне внутрь, а выздоровление идёт в обратном направлении – изнутри наружу»</b>. То
      есть заболевание начинает проявляться с кожи и слизистых, в дальнейшем, при неправильном лечении переходит
      на внутренние органы. При удалении бородавок, папиллом, кондилом хирургическими методами или при помощи
      препаратов наружного применения мы как раз и сталкиваемся с таким неверным подходом к лечению.</p>
    <p style="text-align: justify;">Теперь разберёмся с вариантом приёма лекарств внутрь. В медицинской литературе
      перечисляются факторы, которые способствуют появлению вируса папилломы человека. Это беременность и роды,
      снижение иммунитета, гормональные нарушения, медицинские манипуляции (например, введение внутриматочных
      спиралей), хирургические операции (в том числе аборты). Для лечения ВПЧ предлагается использовать
      противовирусные препараты, иммуномодуляторы, которые имеют много нежелательных для организма побочных
      действий. Не лучше ли разобраться с проблемой пациента в целом и, исходя из этого, его лечить?&nbsp;
      Становится ясным, что такими способами, проблема пациента не решается. Так что чистая кожа в данных
      вариантах лечения не означает полного выздоровления!</p>
    <p style="text-align: justify;">Бытует мнение, что бородавки вызываются вирусом, что он передаётся всем при
      рукопожатии. На самом деле это чистой воды заблуждение. Ведь наша кожа – это серьёзный барьер для
      микроорганизмов, она обладает несколькими видами защиты от самых разных неблагоприятных факторов –&nbsp;физических, механических и химических. Благодаря такой многоуровневой защите создаётся серьёзный барьер для
      попадания вирусов и бактерий в организм человека. Непосредственное заражение может произойти только при
      снижении местного иммунитета –&nbsp;&nbsp;царапины, трещины, ссадины кожи. Чтобы заразиться, человек также должен
      быть готов к «принятию» этого вируса, то есть, должен быть предрасположен к нему. Когда же возникает эта
      предрасположенность и почему так много сейчас больных страдающих именно такими проблемами? Давайте
      разберёмся.</p>
    <p style="text-align: justify;">Очень часто при сборе анамнеза у пациентов, страдающих папилломами, кондиломами
      и бородавками, выясняется, что в своё время они проходили лечение половых инфекций (особенно часто –
      гонореи) при помощи антибиотиков или местных препаратов. Но половой путь заражения ВПЧ – не
      единственный.&nbsp;</p>
    <p style="text-align: justify;">У многих людей ВПЧ присутствует в организме с самого рождения, заражение может
      произойти от матери в момент родов. На 5–12-й день жизни это может проявиться офтальмией новорождённых
      (воспалительным процессом слизистой глаз с выделениями), которую обычно «лечат» либо противовирусными, либо
      каплями с антибиотиками. Другое проявление ВПЧ –&nbsp;это насморки детей раннего возраста, которые так же
      подавляются каплями в нос. Но бывает и так, что вирус может несколько десятилетий никак не проявлять себя, и
      обнаружиться лишь после какого-либо заболевания или после вакцинации, в момент снижения иммунитета.&nbsp;
      &nbsp;&nbsp;</p>
    <p style="text-align: justify;">У женщин ВПЧ часто проявляется после лечения вагинитов при помощи свечей,
      вагинальных таблеток или мазей. Это как раз наглядно показывает, что неправильно подавленные выделения со
      слизистой влагалища ведут к углублению проблемы – возникновению папиллом и кондилом.&nbsp;</p>
    <p style="text-align: justify;">Теперь посмотрим, как в гомеопатии относятся к тем же папилломам и
      бородавкам. По своей сути это – доброкачественные новообразования на коже, маленькие доброкачественные
      опухоли. И поэтому, удаляя их и не воздействуя на причину их появления, мы способствуем возникновению
      новообразований в более глубоких, генетически слабых у данного человека органах. Наша кожа, как один из
      органов единого организма, помогает врачу-гомеопату судить о возможных процессах, происходящих внутри
      него.&nbsp;</p>
    <p style="text-align: justify;">Папилломы бородавки и другие разрастания – это сигнал нашего организма о помощи.
      Врач-гомеопат никогда не будет советовать удалять их. На приёме он назначает препарат не только исходя из
      комплекса симптомов, ему важно установить этиологию заболевания и воздействовать именно на причину, которая
      вызвала те или иные высыпания, а не бороться со следствием. При назначении препарата врач-гомеопат принимает
      во внимание не только симптомы заболевания. Он смотрит на человека во всей полноте его физических,
      эмоциональных и психических проявлений. <b>В результате, когда уходит причина болезни, уходят и её следствия –
      бородавки, папилломы</b>.&nbsp;</p>
    <p style="text-align: justify;">В качестве примера приведу показания для назначения трёх препаратов,
      используемых при лечении данных заболеваний.</p>
    <p style="text-align: justify;"><b>Препарат туя</b>. Это средство в основном назначается для снятия последствий леченых
      (подавленных) гнойных выделений со слизистых – антибиотиками, местными препаратами, а также негативных
      последствий вакцинации. Если после этого у человека возникает тенденция к появлению всевозможных
      образований: папиллом, кондилом и др. на коже, а также к появлению всевозможных опухолевидных разрастаний в
      организме, то врачу стоит подумать о препарате туя. А если ещё человек очень любит лук и ест луковицу, как
      Буратино с большим удовольствием, да ещё обильно потеет в области половых органов, то врачу не приходится
      сомневаться в правильности назначения этого препарата.</p>
    <p style="text-align: justify;"><b>Препарат каустикум</b>. Это средство для людей ранимых, чувствительных,
      которые чрезмерно реагируют на несправедливость, обращённую не только на себя, но больше даже на других
      людей. Они обязательно будут бороться с её проявлениями. Часто они интересуются политикой, и их возмущают
      случаи нарушения прав и т.д. Они очень сопереживают другим людям, близко принимают к сердцу их беды и
      проблемы и даже до такой степени, что могут заплакать от сочувствия. Такие люди воспринимают чужую боль как
      свою. Наверное, поэтому бородавки у них часто бывают чувствительны к прикосновению. Они обожают копчёности и
      не любят сладкую пищу. Как правило, такие люди лучше чувствуют себя в пасмурную погоду, чем в солнечную.</p>
    <p style="text-align: justify;"><b>Препарат стафизагрия</b>. Это средство для людей очень чувствительных,
      обидчивых, ранимых, которые привыкли сдерживать и подавлять свои эмоции, гнев и обиды. Это препарат для
      людей, часто живущих в семьях с людьми, их морально подавляющими. К этой категории относятся и дети, которых
      постоянно, по поводу и без повода, наказывают родители. Такие люди, как правило, мягкие в общении, говорят
      очень тихо, и на приёме часто вызывают к себе жалость. По натуре эти люди&nbsp;не бунтари и не проявляют свой
      гнев очень долго. Их надо сильно разозлить, чтобы они выплеснули его наружу. Например, швырнули
      какой-либо&nbsp; предмет в своего обидчика – такое происходит с ними крайне редко.&nbsp;</p>
    <p style="text-align: justify;">&nbsp;<b>Случаи из практики&nbsp;</b></p>
    <p style="text-align: justify;"><b><i>Валентина Ивановна, 62 года</i></b>. Обратилась ко мне за помощью в
      гомеопатический центр с «грязной кожей», –&nbsp;так она охарактеризовала свой внешний вид. «Доктор, эта проблема
      стала меня беспокоить через год после операции удаления миомы матки. Вообще, у меня всегда были мелкие
      папилломы, но они меня не беспокоили! А сейчас, просто какой-то ужас! Их становится всё больше. Они стали
      крупнее. Мне стыдно надевать открытые кофты!» Еще Валентина Ивановна рассказала, что до операции на матке у
      неё была операция удаления кисты левой молочной железы. Она стала принимать гомеопатический препарат туя. В
      течение двух месяцев на коже не появлялись новые высыпания. В дальнейшем курс лечения был продолжен,
      назначались другие гомеопатические средства по принципу подобия. Нам с Валентиной Ивановной удалось
      добиться, как улучшения состояния её кожи, так и её общего самочувствия.</p>
    <p style="text-align: justify;"><b><i>Алина, 29 лет</i></b>. Алину беспокоили бородавки на пальцах рук. В основном все они
      располагались на кончиках пальцев и возле ногтей. «Доктор, мне больно, когда я случайно на них надавливаю».
      Алина выжигала бородавки сама чистотелом, прибегала к помощи косметологов, но через какой-то промежуток
      времени они вновь появлялись. «Что я только с ними не делала, разве что пальцы не отрезала. Всё равно они
      растут, как грибы». Алина – старшая в семье. У неё младший брат и сестра. Она о них очень заботится. «Маме
      некогда, она много работает, поэтому я для них как мать». К тому же она очень сопереживает людям,
      эмоционально отзывчива. «Когда подруга мне рассказывает о своей проблеме и при этом плачет, я могу заплакать
      вместе с ней». Алине был дан препарат каустикум. Бородавки перестали появляться, а затем совсем исчезли.</p>
    <p style="text-align: justify;"><b>Пётр Васильевич, 78 лет</b>. Пришёл на приём с жалобой на плотные высыпания на
      коже. При осмотре множество кератом, папиллом и старческих пятен. Пётр Васильевич рассказал, что он давно
      лечится у уролога по поводу аденомы предстательной железы. «Мне стало лучше на фоне лечения, но на коже
      стали появляться всевозможные пятна и наросты». Пётр Васильевич человек раздражительный и обидчивый. «Я
      долго коплю обиду, ничего не говорю, но потом могу вспылить очень сильно и всё высказать. Позже ругаю себя
      за то, что не сдержался». Петру Васильевичу был дан препарат стафизагрия. «Мне стало легче говорить с теми,
      кто меня раздражает. Больше я себя не сдерживаю и не ругаю за то, что сказал. Да и говорить я стал в менее
      раздражённой форме». Пётр Васильевич на фоне гомеопатического лечения отказался от урологических препаратов,
      так как аденома уменьшилась в объёме. С кожными проблемами тоже стало лучше: новые высыпания не появляются,
      а старые частично исчезли.</p>
    <p style="text-align: justify;"><b>Максим, 9 лет</b>. Мальчика привела мама. Её стало беспокоить, что на коже у
      мальчика стали появляться образования, напоминающие бородавки. После осмотра кожи, мной был поставлен
      диагноз «контагеозного моллюска». Максим заикается, страдает энурезом. Когда плачут другие он, сочувствуя
      им, тоже может заплакать. Максим очень чувствителен к холодному ветру. «Чуть погуляем с ним на улице, когда
      холодный ветер, в тот же день начинает сипеть и голос пропадает»,&nbsp;<span style="color: var(--un-prose-body);">–&nbsp;</span><span style="color: var(--un-prose-body);">рассказывает мама. Максиму был назначен
      препарат каустикум. Высыпания прошли, да и болеть простудами Максим стал реже.</span></p>
    <p style="text-align: justify;"><b>Алексей, 38лет</b>. При обращении его беспокоили кондиломы на половых органах.
      Он рассказал, что они появились спустя 3 месяца после перенесённой гонореи. Он обращался к
      дерматовенерологам, проходил курсы лечения подофиллином, лазеротерапии, но кондиломы возникали вновь. Я
      назначила ему препарат туя, который является одним из основных гомеопатических средств лечения последствий
      перенесённой гонореи. Сначала пропали новые разрастания. Позже, на фоне дальнейшей терапии, ушли все
      кондиломы.</p>
    <p style="text-align: justify;"><i>Приведённые случаи из практики свидетельствуют о том, что наш организм
      функционирует, как единая система. Вмешательство в одном месте может вызвать реакцию в другом, при сбое в
      работе одной системы выходит из строя другая. Поэтому для успешного лечения важно учитывать всё происходящее
      в организме пациента. Этим как раз и занимается гомеопатия</i>.</p>
    <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
    <p></p>

    <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


  </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
