<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Случаи из моей практики</h1>
        <p style="text-align: justify;">Уважаемые пациенты. В данном разделе я привожу примеры из своей
            практики демонстрирующие возможности гомеопатии и реакцию пациентов
            на гомеопатические препараты. Как вы увидите, далеко не всегда
            гомеопатический препарат оказывает "сиюминутное" воздействие. И сам
            процесс излечения может длиться достаточно долго. Но если препарат
            подобран доктором правильно, то это будет именно излечение, а не
                подавление симптомов болезни и (или) излечение от одной болезни за счет
                угнетения или нарушения других функций организма. Впрочем, раз уж вы
                заглянули на мой сайт, значит Вы имеете представление о том, что
                представляет из себя гомеопатическое лечение. Если же нет, то я более
                подробно на данных вопросах останавливалась в своих <router-link to="/обо_мне/публикации/"><b>статьях</b></router-link> которые вы
                также можете прочитать.</p>
        <p style="text-align: justify;"></p>
        
       
       
        <p style="text-align: justify;"><b>Главное от чего я хотела бы вас предостеречь это от того, чтобы данные
                примеры вы воспринимали как пособие по самолечению!</b> Подбор
            гомеопатических препаратов очень индивидуален. И доктор, принимая решение
            об их назначении, руководствуется очень многими нюансами! И зачастую, как
            вы в том числе увидите из приведенных здесь примеров, пациенту в течение
            лечения назначаются абсолютно разные препараты в зависимости от реакции
            на предыдущий препарат и множества других факторов. Поэтому занимаясь
            самолечением, вы можете сильно навредить своему здоровью и в случае
            последующего обращения к специалисту значительно усложнить ему задачу по
            вашему излечению.</p>
        <p style="text-align: justify;">Прошу прощения за некоторые, возможно, неприятные медицинские
            подробности в описании заболеваний и симптомов — я их излагаю, поскольку
            данные примеры интересны не только пациентам, но и моим коллегам, а им,
            для более полного понимания случая, они необходимы.</p>
        <p style="text-align: justify;"><b>Внимание! Согласно профессиональной этике, имена, фамилии пациентов
                изменены</b>.
        </p>
        <p></p>





    <section class="py-14" un-cloak>
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
  

            <ul class="divide-y divide-slate-100 not-prose">
                <li v-for="{ header, to, images } in the.$children">
                    <RouterLink :to="to" class="flex items-start gap-4 px-4 py-3">
                        <div class="flex items-center shrink-0">
                            <img :src="images[0]?.url" :alt="images[0]?.alt" class="w-20 rounded">
                        </div>
                        <div class="flex flex-col gap-0 min-h-[2rem] items-start justify-center w-full min-w-0">
                            <h4 class="text-base text-slate-700 ">{{ header }}</h4>
                            <p class="w-full text-sm text-slate-500">{{ description }}</p>
                        </div>
                    </RouterLink>
                </li>
            </ul>


        </div>
    </section>












        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
            главную</el-button>


    </div>
</template>


<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
