<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Антибиотики, антивирусные препараты и жизненная сила</h1>
        <p style="text-align: justify;">Вы простудитесь, если промокнете под дождём? «Сырая прохлада не является
            причиной простуды, так как её вызывают вирусы» – так ответят врачи традиционной медицины!</p>
        <p style="text-align: justify;">Здесь мы имеем пример разногласий между аллопатией и гомеопатией. Существует
            аллопатическая вера, что практически все болезни вызываются какими-то вирусами или бактериями.</p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">Логически если микроб вызывает
                проблему, её решение&nbsp;</span>–<span style="color: var(--un-prose-body);">&nbsp;убить микроба. С тех
                пор назначается огромное количество иммуномодуляторов, антивирусных препаратов и антибиотиков с
                ужасающей частотой. Мы столкнулись с очень важной проблемой передозировки аллопатических лекарственных
                препаратов, которая вызывает в свою очередь отбор более устойчивых к существующим препаратам вирусам и
                бактерий. Но, к сожалению, выход находят в разработке новых, более сильных лекарств. То есть пришли к
                тому, что и вызвало изначально эту проблему.</span></p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><b>Мы наивно думаем, что первейшей
                    заботой фармацевтических компаний является наше здоровье. Но это, к сожалению, не так! Это мощные
                    корпорации, которые создают новые препараты в качестве товаров, которые можно сбыть на рынке и
                    получить прибыл</b>ь.</span></p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);">Другая сторона этого
                вопроса&nbsp;</span>–<span style="color: var(--un-prose-body);">&nbsp;гомеопатическая теория утверждает,
                что бактерии или вирусы не являются причиной заболевания, поскольку человек в любой данный отрезок
                времени является либо восприимчивым, либо невосприимчивым к заболеваниям. Если сопротивляемость у
                человека низкая, у него может развиться простуда. Состояние жизненной силы, или жизненной
                энергии&nbsp;</span><span style="color: var(--un-prose-body);">–</span><span style="color: var(--un-prose-body);">&nbsp;вот что определит, заболеет человек или нет.</span></p>
        <p style="text-align: justify;"><span style="color: var(--un-prose-body);"><b>Что же такое Жизненная сила?</b>
                Это понятие ввёл в медицину основатель гомеопатии Самуил Ганеман. <b>Жизненная сила</b> – эта та
                энергия, которая оживляет силы организма, даёт человеку направление в его жизни, руководит им. Эта
                энергия даётся человеку его родителями, но в процессе жизни человека, в зависимости от того, как
                протекала беременность, роды, как он воспитывался, в какие стрессовые ситуации в жизни он попадал, может
                быть травмирована, и тогда этой энергии будет недостаточно для правильного функционирования организма, в
                ней образуются «блоки». И эти блоки дают как раз те симптомы, которые мы видим у человека, когда он
                болеет.</span></p>
        <p style="text-align: justify;">Отсюда понятно, почему вирус гриппа часто инфицирует только некоторых членов
            семьи, даже когда они все ему подвержены. Почему только определённое количество из группы детей, одинаково
            подверженных вирусу ветряной оспы, заболевает. Потому что это функция восприимчивости! <b>Вирус и бактерия
                не вызывает заболевание, пока не воспользуется ослабленной жизненной силой, при которой появятся
                симптомы</b>. Проявление заболевания, с этой точки зрения, будет результатом ослабления жизненной силы,
            а не причиной.</p>
        <p style="text-align: justify;"><i>Если мы верим, что именно слабость жизненной силы позволяет вирусам и
                бактериям брать верх, тогда решением является не их уничтожение, а поддержание и усиление жизненной
                энергии. Как это делать? Конечно же, при помощи правильно подобранного гомеопатического препарата. Как
                мы выбираем препарат? Мы используем ключевые симптомы, которые предоставляет нам расстроенная жизненная
                сила. Симптомы конкретного человека в данный промежуток времени являются проявлениями дисбаланса
                жизненной силы. Мы ищем по этим симптомам подобный гомеопатический препарат, который способен справиться
                с заболеванием</i>.</p>
        <p style="text-align: justify;">Поэтому, когда пациент говорит, что он заболел после того, как промок под
            дождём, это является ценным ключом, отображающим состояние его жизненной силы. И далее врач-гомеопат смотрит
            этот симптом в <b>реперториуме </b>(одной из основных книг врача гомеопата), где отображаются средства,
            которые покрывают данный симптом.</p>
        <p style="text-align: justify;">Если мы сможем повысить жизненную силу, она преодолеет заболевание и человек
            поправится. Традиционная медицина делает определённую услугу этой идее, когда признаёт, что высокая
            температура является попыткой иммунной системы исцелить организм, но тут же предписывает антипиретики для
            снижения температуры и, таким образом, лишь ослабляя целительный механизм.</p>
        <p style="text-align: justify;">Я не говорю о полном отказе от аллопатического лечения. Будут возникать
            ситуации, когда иммуномодуляторы, противовирусные препараты и антибиотики понадобятся и могут даже спасти
            чью-то жизнь, но что-то есть ужасное в обычном использовании антибиотиков при вирусных инфекциях, добавлении
            их в корм животных для предотвращения инфекции до того, как возникла проблема. Они попадают в окружающую
            среду и пищевую цепь. У гомеопатии не всегда имеются ответы на всё, но я глубоко убеждена, что широкое
            распространение гомеопатии поможет предотвратить злоупотребление аллопатических медикаментов.</p>
        <p style="text-align: justify;">Правильное решение проблемы злоупотребления лекарств в традиционной медицине
            –&nbsp;принять гомеопатию и признать её мощным терапевтическим средством! Нам следует работать с жизненной
            силой, чтобы организм сам излечивал себя!</p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
