<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Случай тотальной алопеции у девочки 6 лет после прививки АКДС</h1>
        <p style="text-align: justify;">Вакцинация и её последствия – это актуальная тема в медицине последних лет. Всё
            чаще звучат предостережения прогрессивных людей мира по поводу тяжёлых последствий вакцинации.</p>
        <p style="text-align: justify;">Об этом неоднократно говорил и продолжает говорить лауреат альтернативной
            Нобелевской премии за 1996г. в области медицины, директор и основатель Академии классической гомеопатии
            Джордж Витулкас.</p>
        <p style="text-align: justify;">Он неоднократно заявлял, что общепринятая медицина не лечит, а подавляет
            симптомы. При этом, причина болезни не уходит, а продолжает прогрессировать всё глубже и, в конечном итоге,
            наносит удар внутри организма по центральной и периферической нервной системе. Д. Витулкас заявляет, что
            такие заболевания, как рассеянный склероз, болезнь Альцгеймера, миопатия и мышечная дистрофия, хорея,
            нарушения психики тяжелой формы и др. - это заболевания развитых стран, применяющих антибиотики, вакцины,
            гормоны и др. сильнодействующие химические препараты. В то время как все эти заболевания не знакомы
            африканцам, азиатам или американцам, живущим на юге, которым недоступно "преимущество" западной
            высококачественной медицины.</p>
        <p style="text-align: justify;">Д. Витулкас ещё более 40 лет назад предсказывал возникновение такого
            заболевания, как СПИД. Это результат массивной разрушительной атаки на иммунную систему человека, которое и
            подготовило почву для этого заболевания.</p>
        <p style="text-align: justify;">Этот случай был рассмотрен проф. Д. Витулкасом в 2005 году в рамках
            мастер-класса с группой врачей. Я присутствовала при разборе и мне хочется поделиться этой информацией,
            потому что здесь представлена наглядная иллюстрация несчастья одной семьи. И причина этому – проводимая
            вакцинация!</p>
        <p style="text-align: justify;">Вот он – этот случай:</p>
        <p style="text-align: justify;">На приём обратилась мать с ребёнком. Девочка от первой беременности. Доношенная.
            Родилась с волосами. На грудном вскармливании находилась до 8 месяцев. Первые зубы появились в 6 месяцев.
            Девочка поздно начала ходить.</p>
        <p style="text-align: justify;">Проводились все плановые прививки. После прививки АКДС в 3 месяца, температура
            38 держалась 10 дней, появился отек век, плохой аппетит. Через 3 недели после прививки, начали постепенно
            выпадать волосы до тотального облысения.</p>
        <p style="text-align: justify;">Врач гомеопат назначал препараты:&nbsp; Туя, Калькарея карбоника, Меддоринум,
            Калий карбоникум.</p>
        <p style="text-align: justify;">После Калия карбоника девочка стала зябкой, просила укрыть её ночью одеялом, у
            неё выросли ресницы, она стала меньше потеть. Появился страх громких звуков и насекомых. Страх остаться
            одной. Стала легко обижаться. Она стала быстрее уставать, часто ложится отдохнуть. Быстро уставать при
            гулянии.</p>
        <p style="text-align: justify;">После Калькарея карбоника девочка стала более жаркой, более энергичной,
            почувствовала себя лучше. Появились вновь высыпания на пищевые продукты, которые уходили после приёма
            Меддоринума.</p>
        <p style="text-align: justify;">Девочка легко потеет. У неё влажные, липкие ладони, горячие стопы, любит ходить
            босиком. У девочки волнистые ногти.</p>
        <p style="text-align: justify;">Аппетит плохой. Она любит томаты, квашеную капусту, соль. Появляется аллергия в
            виде сыпи на коровье молоко. Яйца то ест много, то совсем не ест. Любит курицу, кашу.</p>
        <p style="text-align: justify;">У неё «слабые» суставы, косолапость, плоскостопие.</p>
        <p style="text-align: justify;">Девочка много пьёт из бутылочки с соской. Мать говорит - что она на неё
            действует успокаивающе. Пьёт, когда нервничает. Засыпает так же с бутылочкой.</p>
        <p style="text-align: justify;">Она хорошо говорит, любит фантазировать, имеет хорошую память, опережает по
            умственному развитию сверстников. Девочка не может сидеть на месте, всё время двигается. Сосёт палец.</p>
        <p style="text-align: justify;">У девочки сильное слюнотечение в течение дня. Обильное слюноотделение по ночам.
            У девочки есть страх темноты (спит с ночником). Очень сильно крутится во сне. Во сне бывают кошмары, и она
            просыпается с криком. Спит в коленно-локтевом положении. Сбрасывает одеяло. Тело не потеет, руки холодные
            липкие. Кариес переднего зуба.</p>
        <p style="text-align: justify;">Плохо переносит жару. Хорошо переносит холод. Любит холодные напитки и соки.
            Любит порядок во всём: в одевании, дорогу переходит только по пешеходному переходу, все в семье должны за
            столом сидеть на своих местах.</p>
        <p style="text-align: justify;">Не любит яркий свет. Плаксивая, плачет после сна. У девочки часто бывают запоры.
            Боится садиться на горшок. Моча имеет сильный запах сероводорода. Любит чеснок в салате, шоколад, морковный
            сок, киви.</p>
        <p style="text-align: justify;">Контактна, но в начале, робкая. Девочка не любит, когда до неё дотрагиваются
            чужие люди. Скучает по дому, своим игрушкам. Любит играть в игры, где она в роли собаки или кошки. Любимые
            игрушки так же собаки и кошки.</p>
        <p style="text-align: justify;">В проведенных после прививки анализах крови у девочки было выявлено высокое
            содержание ртути в крови.</p>
        <p style="text-align: justify;">РАЗБОР СЛУЧАЯ</p>
        <p style="text-align: justify;">Комментарии профессора Дж. Витулкаса:</p>
        <p style="text-align: justify;">«У девочки была сильнейшая реакция после прививки – высокая температура. Она
            спасла её от аутизма. Основное последствие прививки из рассказа мамы – алопеция, и девочка развита не по
            возрасту. Ребёнок преждевременно зрелый. Это – патология, хотя родителям обычно это нравится. Но, к
            сожалению, организм за это заплатит.</p>
        <p style="text-align: justify;">Организм девочки сильный, поэтому он может избавиться от некоторых последствий
            прививки. В назначениях доктора был правильный препарат – это Калькарея карбоника. Он дал кожную сыпь,
            вернул симптомы, которые были подавлены другими гомеопатическими средствами. Вероятнее всего последствия
            прививки связаны с ртутью, которая входит в состав вакцины. То, что у девочки обильная саливация в течение
            дня, слюнотечение по ночам говорит о препарате МЕРКУРИЙ. Он и снимет последствия прививки. Далее следует
            подумать о Барита карбоника и&nbsp; Силицея, как у детей с алопецией, об Ацидум фосфорикум, из-за
            присутствующей ностальгии по дому, пристрастию к сокам и сочному, о Фосфор, из-за жажды холодных напитков,
            страха темноты и въедливости. А так же, о Вератрум альбум, так как девочка очень активная, умная, не по
            возрасту развита, любит соль и у неё присутствует жажда холодных напитков.»</p>
        <p style="text-align: justify;"><br></p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
