<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">С какими заболеваниями я работаю</h1>
        <p style="text-align: justify;">Гомеопаты консультируют взрослых и детей, лечат любые заболевания в пределах
            своей компетенции.&nbsp;</p>
        <p style="text-align: justify;">Если говорить о медицинском образовании, то я — ДЕРМАТОЛОГ,
            ТЕРАПЕВТ.&nbsp;</p>
        <p style="text-align: justify;">Базовое медицинское образование у меня
            — ТЕРАПЕВТИЧЕСКОЕ.</p>
        <p style="text-align: justify;">Я специализируюсь на лечении классической гомеопатией кожных заболеваний и
            заболеваний терапевтического
            профиля у взрослых и детей.</p>
        <p style="text-align: justify;"><b>🔹КОЖНЫЕ БОЛЕЗНИ</b>: псориаз, атопический и себорейный дерматит,
            нейродермит,
            экзема, аллопеция (облысение),
            угревая сыпь, акне и жирная себорея, рецидивирующий герпес (в том числе половой), склеродермия, витилиго,
            красный плоский лишай, крапивница, новообразования кожи и слизистых — папилломы, бородавки, кондиломы,
            контагиозный моллюск, розацеа, красные угри и демодекоз, пиодермия, импетиго и фурункулез, келоидные и
            гипертрофические рубцы, и многие другие.&nbsp;</p>
        <p style="text-align: justify;">🔹<b>ПРОБЛЕМЫ ЖКТ</b>: стоматит,
            различные дисфункции кишечника (метеоризм, запор,
            понос, синдром раздраженного
            кишечника), воспалительные и язвенные проблемы (гастрит, колит, гепатит, холецистит, панкреатит, язвенная
            болезнь).</p>
        <p style="text-align: justify;">🔹<b>ПРОБЛЕМЫ ИММУНИТЕТА</b>:
            дисбактериоз, кандидоз, склонность к частым
            простудным заболеваниям.</p>
        <p style="text-align: justify;">🔹<b>АЛЛЕРГИЧЕСКИЕ </b>состояния,
            пищевая аллергия, диатез, поллиноз.</p>
        <p style="text-align: justify;">🔹<b>ЛОР
                ПАТОЛОГИЯ</b>: аденоиды, трахеит, бронхит, бронхиальная астма,
            хронический тонзиллит, фарингит, синусит
            (гайморит).</p>
        <p style="text-align: justify;">🔹<b>ПРОБЛЕМЫ СЕРДЕЧНО СОСУДИСТОЙ</b> и
            <b>НЕРВНОЙ системы</b>: вегето-сосудистая
            дистония, гипертония, гипергидроз,
            головные боли, тики, различные тревожные состояния и фобии (страхи), нарушения сна, синдром хронической
            усталости, психосоматические расстройства.</p>
        <p style="text-align: justify;">🔹<b>БОЛЕЗНИ МОЧЕПОЛОВОЙ</b>&nbsp;<b>системы</b>: миома, аднексит, эрозия шейки матки,
            эндометриоз, кисты, полипы, гарднереллез,
            кандидоз (молочница), дисфункции (нарушения менструального цикла), проблема бесплодия, проблемы в климаксе,
            цистит, недержание мочи, пиелонефрит.</p>
        <p style="text-align: justify;">Могу сказать, что действенность гомеопатических средств очень высока. Для
            беременных женщин и для детей
            гомеопатия является просто палочкой-выручалочкой!</p>
        <p style="text-align: justify;">Стиль моей работы – индивидуальный подход к каждому пациенту, лечение всего
            организма в целом.</p>
        <p style="text-align: justify;">Гармония с самим собой и окружающим миром — вот результаты, к которым я
            стремлюсь в своей работе!
            Я работаю для того, чтобы красивых, здоровых и счастливый людей стало больше!
        </p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
            главную</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
