<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Гормональный сбой у девочки 5-ти лет (ранние менструации)</h1>
        <p style="text-align: justify;">В пору моего обучения в Международной Академии Классической гомеопатии Джорджа
            Витулкаса, на мастер-классах мы разбирали случаи пациентов, которые обращались к профессору Витулкасу на
            консультацию. Мне вспомнился один очень интересный случай. Захотелось им поделиться с вами.&nbsp;</p>
        <p style="text-align: justify;"><br></p>
        <p style="text-align: justify;">Это была девочка 5-ти лет, у которой с 2-х лет начались менструации. Так же
            после начала менструаций у неё стали появляться вторичные половые признаки, и она стала быстро расти. При
            обследовании был выявлен высокий уровень эстрогенов (женских половых гормонов), на рентгенограмме предплечий
            – рост кости соответствует 10-12 годам. Из какой они страны родом я не помню. Привёз ее на консультацию к
            Джорджу отец, который не состоит, и не состоял в браке с её матерью. Отцу было 42 года, матери – 36 при
            зачатии ребёнка.&nbsp;</p>
        <p style="text-align: justify;"><br></p>
        <p style="text-align: justify;">Джордж сделал акцент на анамнез отца и матери девочки до их связи, а так же на
            состояние их здоровья на сегодняшний день.&nbsp;</p>
        <p style="text-align: justify;">У отца в 25 лет была гонорея (лечился антибиотиками) и много половых контактов с
            разными партнёршами. Он очень любит море, которое с его слов «его омолаживает и даёт энергию», имеет яхту и
            любит плавать на ней. Обожает апельсины. И любит высовывать ноги из-под одеяла, так как «ночью им
            становиться жарко» - все это симптомы препарата Медорринума. Мать девочки очень отрицательно настроена по
            отношению к её отцу и ведёт себя достаточно агрессивно. Информацию по поводу половой жизни матери дана не
            была. Единственное, что сообщил отец девочки, что мать очень хотела его на себе женить, хотя чувств не было
            ни у кого из них. Джоржд предположил, что мать так же могла иметь до беременности венерические
            инфекции.&nbsp;</p>
        <p style="text-align: justify;">Девочка живёт постоянно с матерью. Она очень агрессивна, может в приступе ярости
            бить себя и мать. Разговаривает во сне, храпит. Очень любит танцевать и хочет стать танцовщицей. Заметно
            постоянное беспокойство ног при сидении. Заигрывает с мужчинами и мастурбирует. Имеет сильную волю и
            проявляет ярость, если не получает то, чего хочет. Хорошо себя ведёт, находясь только с матерью или только с
            отцом. Боится призраков и грозы. Спит с матерью. Не любит оставаться одна в темноте. Нет жажды, не любит
            холодные напитки. Любит рыбу, креветки, мороженое, мясо, чипсы. Не сочувствует близким людям, если они
            болеют. Очень любит море и солнце. 1,5 года назад в качестве лечения она стала получать инъекции гормонов
            ежемесячно. На этом фоне снизился уровень эстрогенов, она стала менее агрессивна, перестала мастурбировать и
            заигрывать с мужчинами, снизилась скорость роста.&nbsp;</p>
        <p style="text-align: justify;">Обсуждение случая с Джорджом Витулкасом:&nbsp;</p>
        <p style="text-align: justify;">«Проблемы у девочки на физическом уровне в гипоталамо-гипофизарной системе, в
            «гормональном бунте». По характерологическим особенностям и по телесным симптомам у девочки, а так же по
            истории леченой гонореи в анамнезе отца и, возможно, у матери был назначен Медорринум. Можно в дальнейшем
            подумать о препарате Тарентула, исходя из постоянного беспокойства ног при сидении, страсти к танцам, а так
            же акромегалии (рост костей) и др. проявлениям гормонального сбоя. (Д. Витулкас)&nbsp;</p>
        <p style="text-align: justify;">Подводя итог разбора данного случая, Джордж заметил, что один из важных моментов
            рождения здоровых детей – истинное чувство любви между родителями. Статистически самые здоровые дети
            рождаются у молодых пар, когда между ними есть настоящее и искреннее чувство любви. Счастье меняет «химию»
            тела! Когда нет эгоизма и расчёта - люди отдают самое лучшее. Если иначе – ребёнок может родиться с
            множеством проблем, особенно на гормональном уровне, и часто по расчёту рождаются не творческие личности, а
            умные, но расчётливые люди.»</p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
