<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Понятие "жизненная сила"</h1>
        <p style="text-align: justify;" class="border-l-2 pl-2 border-slate-400"><i><b>Мы можем рассматривать материю
                    как образование областей пространства, в которых поле особенно интенсивно. В новой физике нет места
                    ни для поля, ни для материи, т.к. поле - единственная реальность.<br>
                    Альберт Эйнштейн</b></i></p>

        <p style="text-align: justify;"><b>Отрывок из книги Джоржа Витулкаса “Гомеопатия - медицина нового человека”</b>
        </p>
        <p style="text-align: justify;">Осознание того, что <b>вся материя проникнута энергией, которая может быть
                освобождена с лечебными целями, привело Ганемана к пониманию истинной природы болезней</b>. Он обладал
            сознанием, способным работать только с полученными в результате эксперимента или исследования фактов. Он
            никогда не принимал несовместимых с опытными данными воззрений.</p>
        <p style="text-align: justify;">Ему бросились в глаза два факта:&nbsp;</p>
        <p style="text-align: left;"><i>первое, что сильно разведенные лекарства действуют лечебно, только если они
                гомеопатически потенцированы, т.е. энергетизированы путем встряхивания</i></p>
        <p style="text-align: left;"><i>и второе, что после такого приготовления в них не оставалось уже никакого
                поддающегося обнаружению материального следа исходного вещества.&nbsp;</i></p>
        <p style="text-align: left;">Следовательно, <i>лечебный эффект был не материальным, а каким-то иным -
                энергетическим</i>.&nbsp;</p>
        <p style="text-align: justify;">Он сделал вывод, что при встряхиваниях часть энергии исходного вещества
            передается в нейтральное вещество, служащее растворителем. Мы знаем примеры такой передачи из нашей
            повседневной практики: пластмасса передает при трении статическое электричество бумаге, или накопление
            невидимого электричества во вполне материальном предмете - батарейке. Возможно, Ганеман осознал, что уже
            покинул сферу материи и работал в области энергии.</p>
        <p style="text-align: justify;">Отсюда неизбежно вытекает цепь логических последствий. Раз лекарство оказывается
            динамическим, а не материальным, то и расстройство, на которое оно воздействует, должно принадлежать к тому
            же уровню бытия. То есть болезнь есть расстройство первично динамическое. Что же это значит? Ганеман сделал
            вывод, что это означает расстройство жизненной силы в организме человека.&nbsp;</p>
        <p style="text-align: justify;">Самый радикальный переход на свете - переход от жизни к смерти - происходит
            сразу, мгновенно, а не постепенно. С ним прекращается жизнедеятельность организма и начинается распад.
            Динамическую силу, образующую различие между трупом и человеком, Ганеман назвал “жизненной силой”. В
            параграфе 9-м он характеризует ее так:</p>
        <p style="text-align: justify;"><b>“В здоровом состоянии человека его телом неограниченно управляет жизненная
                сила и содержит все его части в чудном согласии ощущений и деятельности, так что живущий в нас мыслящий
                дух может свободно пользоваться этой живою, здоровою машиной для высших целей существования”.</b></p>
        <p style="text-align: justify;">&nbsp;Для столь ясного понимания невидимого и нематериального нужен особенно
            восприимчивый и свободный разум. Однако никто не может отрицать существование некой скрепляющей вселенную
            силы только на том основании, что она невидима и неизмерима. Все мы ощущаем эту силу в нашей повседневной
            жизни, находясь в условиях стресса - перемены климата, необычного усилия, печали, мгновенной болезни. Во
            всех этих обстоятельствах мы замечаем в себе упругость, гибкость, способность приспосабливаться к
            обстоятельствам. Поскольку эта способность ясно проявляется только в живых организмах, мы и называем ее
            жизненной силой.</p>
        <p style="text-align: justify;">Сегодня в нашем распоряжении есть средства распознать силу единственно по ее
            качествам, и только так мы знаем о существовании магнетизма, электричества, гравитации и так далее. Нам
            известно определение электричества как “движение электронов”, однако мы ничего не знаем о вызывающей это
            движение силе. Сущность силы, или энергии, остается скрытой от нас, она непостижима посредством органов
            чувств.&nbsp;</p>
        <p style="text-align: justify;"><i>Так и жизненную силу, одушевляющую организм, мы не можем ощутить
                непосредственно, но можем обнаружить ее качества.</i></p>
        <p style="text-align: justify;">Джеймс Тайлер Кент, один из самых знаменитых американских врачей XIX века, так
            характеризует некоторые качества этой силы в своих “Лекциях по философии гомеопатии”:</p>
        <p style="text-align: left;"><i>1. Она одарена творческим разумом, то eсть действует разумно, образуя все
                происходящее в человеческом организме.</i></p>
        <p style="text-align: left;"><i>2. Она конструктивна, то есть поддерживает и организме процессы роста и
                перестройки. Однако в обратной ситуации, когда по какой-либо причине жизненная сила покидает организм,
                мы видим, как освободившиеся собственные силы тела становятся разрушительными.</i></p>
        <p style="text-align: left;"><i>3. Она доминирует в организме, в котором находится.</i></p>
        <p style="text-align: left;"><i>4 Она изменчива, то есть может быть в порядке или в расстройстве, больной или
                нормальной.</i></p>
        <p style="text-align: left;"><i>5. Ей свойственна адаптация. Не вызывает сомнения, что индивидууму свойственна
                адаптация; но что адаптируется к окружающей среде? Мертвое тело к этому неспособно.&nbsp;</i></p>
        <p style="text-align: justify;">Рассуждая, мы приходим к выводу, что<b> жизненная сила приспосабливается к
                окружающему, и тем самым человеческое тело поддерживается в порядке - в жару и в холод, в сырости и в
                любых других обстоятельствах</b>*.</p>
        <p style="text-align: justify;">*James Tyler Kent,Lectures on Homoeopathic Philosophy (Calcuta:Set Dey &amp;
            Co,1961), Р. 69.</p>
        <p style="text-align: justify;"><b>Другое подтверждение существования жизненной силы - это тот факт, что после
                настройки расстроенного организма человека правильно подобранным гомеопатическим средством, пациент
                обнаруживает не только облегчение симптомов, но и чувство жизни, снова гармонично текущей в
                нем</b>.&nbsp;</p>
        <p style="text-align: justify;">Взято из книги Джорджа Витулкаса (George Vithoulkas)&nbsp;</p>
        <p style="text-align: justify;"></p>
        <p style="text-align: justify;">«Гомеопатия медицина нового человека»</p>




        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
