<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Случай Аконита у женщины после внезапной смерти матери</h1>
        <p style="text-align: justify;">Огромное значение в гомеопатии имеет причина возникновения заболевания. Очень
            часто врачи-гомеопаты говорят о важности определения и устранения причины проблемы, о том, что гомеопатия
            «не лечит диагнозы», а рассматривает болезни, как следствия этой причины. Устраняя причину заболевания с
            помощью гомеопатии, устраняются и следствия.</p>
        <p style="text-align: justify;">Итак:</p>
        <p style="text-align: justify;">У пациентки высокие цифры артериального давления с 23 лет. Сейчас ей 35.
            Жалуется на депрессию, грусть, неуверенность в себе, страх за своё здоровье, ощущение «камня вместо сердца»,
            ей становится лучше, когда она лежит с высокой подушкой.</p>
        <p style="text-align: justify;">Её мать умерла месяц назад, внезапно в 66 лет. Пациентка присутствовала при
            этом.</p>
        <p style="text-align: justify;">Через неделю после смерти матери у пациентки внезапно поднимается АД до цифр
            280/160.</p>
        <p style="text-align: justify;">Был дан Натрий муриатикум. После этого она стала лучше себя чувствовать, но это
            продолжалось только 2 дня. При повторении препарата в такой же потенции пациентке лучше не стало.</p>
        <p style="text-align: justify;">На ЭКГ выявилась дилатация левого желудочка.</p>
        <p style="text-align: justify;">Пациентка все время акцентировала внимание, что она очень была связана с
            матерью, плакала при рассказе.</p>
        <p style="text-align: justify;">Любит соль.</p>
        <p style="text-align: justify;">Пациентка чувствует, что «скоро умрёт», постоянно думает о смерти. Желает, чтобы
            её утешали и сочувствовали.</p>
        <p style="text-align: justify;">3 дня назад приняла Аконит в среднем разведение. Стала лучше себя чувствовать,
            артериальное давление держится в пределах рабочего, но возникло носовое кровотечение.</p>
        <p style="text-align: justify;">Комментарии профессора Дж. Витулкаса:</p>
        <p style="text-align: justify;">«Так как пациентка предсказывает время смерти, у неё страх за своё здоровье,
            возникший после испуга (смерть матери), подъёмы артериального давления, её лекарство Аконит в высоком
            разведении. Далее следует подумать о Фосфоре при повторяющихся кровотечениях из носа, желании соли и желании
            утешения».</p>
        <p style="text-align: justify;">Базовый фактор, на основе которого был дан препарат – это испуг. В «Репертории»
            средств последствия испуга много. Здесь выступает на первый план – «предсказывает время смерти» - это
            ключевой симптом Аконита.</p>
        <p style="text-align: justify;">Автор врач - гомеопат&nbsp;</p>
        <p style="text-align: justify;">Тарасова Елена Александровна</p>
        <p style="text-align: justify;">Мастер-класс 2005 года Международная Академия Джорджа Витулкаса</p>
        <p style="text-align: justify;">Врач-гомеопат Тарасова Елена Александровна</p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
