
<template>
 <div class="ui container">

 <h1 class="mt-12" style="text-align: left;">Правила работы со мной</h1>
 <p>Очно я консультирую в Москве, в медицинском центре, район Митино.&nbsp;</p>
 <p>Также я работаю онлайн. Консультация онлайн по видеосвязи проходит по мессенджерам:&nbsp;</p>
 <p>WhatsApp, Телеграмм, что Вам удобнее.&nbsp;</p>
 <p>Телефон для связи в&nbsp; WhatsApp&nbsp; +7 (926) 375-05-28.&nbsp;</p>
 <p>Телеграмм @gomeopat_tarasova</p>
 <p><b>Запись на консультацию веду я сама</b>.</p>
 <p>Записаться на консультацию Вы можете по телефону, WhatsApp, Телеграмм (см. выше или в специальной предложенной
 форме «Контакты, запись на консультацию»).&nbsp;</p>
 <p>Общение с пациентами после консультации происходит по мессенджеру WhatsApp или Телеграмм. Можно присылать
 сообщения в любом виде (текст, аудио, видео).</p>
 <p>Год перерыва в консультациях рассматривается как первичная консультация.</p>
 <p>На дом к пациентам на консультации я не выезжаю.</p>
 <p>Лечение других членов вашей семьи осуществляется в порядке записи на отдельную консультацию.</p>
 <p>Результат лечения зависит от реактивности организма (она у всех разная), подробного описания симптомов (это
 повышает точность подбора препарата).</p>
 <p>ВОЗМОЖНЫЕ РЕАКЦИИ НА ГОМЕОПАТИЧЕСКИЙ ПРЕПАРАТ:</p>
 <p>СОНЛИВОСТЬ, ощущения расслабления. Может наступать сразу после приема лекарства. Необходимо обеспечить себе
 возможность выспаться, потому что вам потребуется дополнительный отдых для восстановления.</p>
 <p>ОБОСТРЕНИЕ ЖАЛОБ, с которыми вы обратились ко мне. Это то самое гомеопатическое обострение, про которое все
 говорят. Это обострение может быть минимальным и его можно не заметить.</p>
 <p>ДРЕНАЖНЫЕ РЕАКЦИИ: жидкий стул, выделения из носа, влажный кашель, обильное мочеиспускание, потоотделение,
 бели. Ваша задача не подавлять дренажные реакции (иначе будете тормозить лечебный процесс), а связаться со мной.
 </p>
 <p>ВЫСЫПАНИЯ: выход болезни на кожу (наружу) говорит о правильном направлении лечения. Здесь мы также ничего не
 подавляем (особенно гормональными мазями).</p>
 <p>ПРОЯВЛЕНИЕ подавленных ЭМОЦИЙ (особенно у пациентов, которые в течение длительного времени сдерживали
 отрицательные эмоции - гнев, слезы, обиду). Эмоции часто бывают причиной заболевания. И появление их говорит о
 верном пути в лечении. В таких случаях я предлагаю одновременно обращаться к психологу, чтобы проработать
 ситуацию. Родителям важно с вниманием отнестись к проявлению эмоций у детей.</p>
 <p>Если у вас проявляются какие-либо из вышеперечисленных реакций - не беспокойтесь, просто наблюдайте. Если
 реакции выраженные, и вас это очень беспокоит - свяжитесь со мной, но НЕ ОТМЕНЯЙТЕ ПРЕПАРАТЫ САМОСТОЯТЕЛЬНО.
 </p>
 <p>Так же ВАЖНО на протяжении всего лечения вести&nbsp; ДНЕВНИК САМОЧУВСТВИЯ, где фиксировать по дням все
 изменения, происходящие в вашем организме.&nbsp;</p>
 <p>ПАЦИЕНТОВ, КОТОРЫЕ УЖЕ ЛЕЧАТСЯ У ДРУГИХ ВРАЧЕЙ ГОМЕОПАТОВ, Я НЕ КОНСУЛЬТИРУЮ!</p>
 <p><br></p>
 <p></p>

 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
 главную</el-button>


 </div>
</template>



<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
