<template>
    <div class="ui container">

        <h1>Правила работы со мной</h1>


        <p>Я предоставляю консультации в двух форматах:</p>
        <p><span style="color: var(--un-prose-body);"><b>🔹Очный приём<br></b></span><span style="color: var(--un-prose-body);">Консультирую в медицинском центре в Москве (район Митино). Пространство оборудовано для комфортной и
            конфиденциальной работы.</span></p>
        <p><span style="font-weight: bolder; color: var(--un-prose-body);">🔹</span><b>Онлайн-консультации<br></b><span style="color: var(--un-prose-body);">Доступны из любой точки мира через защищённые каналы видеосвязи. Консультация онлайн по видеосвязи проходит
            по мессенджерам:</span></p>
        <p>• WhatsApp<br><span style="color: var(--un-prose-body);">• Telegram</span></p>
        <p style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">
            <b>Телефон для связи в&nbsp; WhatsApp</b>:&nbsp; +7 (926) 375-05-28</p>
        <p style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">
            <b>Телеграмм</b>: @gomeopat_tarasova
        </p>
        <p><br></p>
        <p><span style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder;">Запись
                на консультацию веду я сама</span>.</p>
        <p><b>Записаться на консультацию</b> Вы можете по телефону, WhatsApp, Телеграмм (см. выше или заполните форму в
            разделе КОНТАКТЫ, ЗАПИСЬ НА
            КОНСУЛЬТАЦИЮ.</p>
        <p><b>Общение с пациентами после консультации </b>происходит по мессенджеру WhatsApp или Телеграмм. Можно присылать
            сообщения в любом виде (текст, аудио, видео).</p>
        <p><b><i>Год перерыва в консультациях рассматривается как первичная консультация.</i></b></p>
        <p><b>На дом к пациентам на консультации я не выезжаю</b>.</p>
        <p><b>Лечение других членов вашей семьи</b> осуществляется в порядке записи на отдельную консультацию.</p>
        <p><span style="color: var(--un-prose-body);"><b>Результат лечения </b>зависит от реактивности организма (она у всех разная), подробного описания симптомов (это
            повышает точность подбора препарата).</span></p><p><span style="color: var(--un-prose-body);"><br></span></p>
        <p><b>ВОЗМОЖНЫЕ РЕАКЦИИ НА ГОМЕОПАТИЧЕСКИЙ ПРЕПАРАТ</b>:</p>
        <p><b>СОНЛИВОСТЬ</b>, ощущения расслабления. Может наступать сразу после приема лекарства. Необходимо обеспечить себе
            возможность выспаться, потому что вам потребуется дополнительный отдых для восстановления.</p>
        <p><b>ОБОСТРЕНИЕ ЖАЛОБ,</b> с которыми вы обратились ко мне. Это то самое гомеопатическое обострение, про которое все
            говорят. Это обострение может быть минимальным и его можно не заметить.</p>
        <p><b>ДРЕНАЖНЫЕ РЕАКЦИИ</b>: жидкий стул, выделения из носа, влажный кашель, обильное мочеиспускание, потоотделение,
            бели. Ваша задача не подавлять дренажные реакции (иначе будете тормозить лечебный процесс), а связаться со
            мной.
        </p>
        <p><b>ВЫСЫПАНИЯ</b>: выход болезни на кожу (наружу) говорит о правильном направлении лечения. Здесь мы также ничего не
            подавляем (особенно гормональными мазями).</p>
        <p><b>ПРОЯВЛЕНИЕ </b>подавленных <b>ЭМОЦИЙ </b>(особенно у пациентов, которые в течение длительного времени сдерживали
            отрицательные эмоции - гнев, слезы, обиду). Эмоции часто бывают причиной заболевания. И появление их говорит
            о
            верном пути в лечении. В таких случаях я предлагаю одновременно обращаться к психологу, чтобы проработать
            ситуацию. Родителям важно с вниманием отнестись к проявлению эмоций у детей.</p>
        <p><br></p><p>Если у вас проявляются какие-либо из вышеперечисленных реакций — не беспокойтесь, просто наблюдайте. Если
            реакции выраженные, и вас это очень беспокоит — свяжитесь со мной, но НЕ ОТМЕНЯЙТЕ ПРЕПАРАТЫ САМОСТОЯТЕЛЬНО.
        </p>
        <p>Так же ВАЖНО на протяжении всего лечения вести&nbsp; ДНЕВНИК САМОЧУВСТВИЯ, где фиксировать по дням все
            изменения, происходящие в вашем организме.&nbsp;</p>
        <p><b>ПАЦИЕНТОВ, КОТОРЫЕ УЖЕ ЛЕЧАТСЯ У ДРУГИХ ВРАЧЕЙ ГОМЕОПАТОВ, Я НЕ КОНСУЛЬТИРУЮ!</b></p>
        <p><br></p>
        <p></p>

        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">на
            главную</el-button>


    </div>
</template>



<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
