<template>
 <div class="ui container">

 <h1 class="mt-12" style="text-align: left;">Дж. Витулкас о влиянии аллопатического лечения на здоровье населения
 планеты</h1>
 <p style="text-align: justify;"><b>Интервью для журнала Американского Института Гомеопатии
 </b></p>
 <p style="text-align: justify;"><b>Репортер Peter Morell. JAIH Winter 2000-1, Vol. 93, No. 4 </b></p>
 <p style="text-align: left;"><b>Введение </b></p>
 <p style="text-align: justify;">Выступая 21 июня 2000 года на встрече в Американском институте гомеопатии (AIH)
 в Вашингтоне округ Колумбия, Дж. Витулкас сказал, что, по его мнению, аллопатия (аллопатическая медицина)
 "разрушает Американскую нацию". Это высказывание показалось мне очень важным, и я решил обсудить с ним этот
 вопрос. 22 июня 2000 года я хотел задать ему некоторые вопросы публично после его второго выступления (с
 9.00 - 10.00), но он покинул сцену слишком быстро, и я не успел. Я нашел его в коридоре, и мы говорили
 где-то минут 10. Позднее я переслал ему по электронной почте содержание нашей беседы. Ему не понравились
 некоторые моменты содержания, но он согласился ответить на ряд вопросов по той же теме, в виде интервью,
 которое можно было бы опубликовать. </p>
 <p style="text-align: justify;">Перед тем как представить интервью, давайте рассмотрим некоторые опубликованные
 высказывания Витулкаса, имеющие отношения к его заявлениям, что <b>аллопатическая медицина негативно
 воздействует на общее здоровье людей, живущих на Западе</b>. </p>
 <p style="text-align: justify;">"Классическая гомеопатия - наиболее сильный (действенный) метод лечения в мире.
 Я вижу, что здоровье людей, в общем, настолько пришло в упадок, что нет надежды на восстановление здоровья.
 А гомеопатия содержит в себе эту надежду на восстановление". </p>
 <p style="text-align: justify;">"…тем массированным назначением антибиотиков будет разрушена иммунная система.
 Она будет беззащитна перед новыми заболеваниями, которые будут неизлечимы. СПИД - заболевание, созданное
 нами же". </p>
 <p style="text-align: justify;">"Это гротеск, но это - факт…когда мы будем свидетелями в этом обществе ужасному
 крику, борьбе, агрессии, дурному настроению, истерии… панике…и тогда, вы поймете настоящую картину состояния
 здоровья нации! Даже и не вспоминайте о статистике, которая говорит, что мы стали жить дольше. Посмотрите на
 количество больных сердечно-сосудистыми заболеваниями, раком, хроническими заболеваниями, и, наконец,
 СПИДом. Вот где проблема…." </p>
 <p style="text-align: justify;">"Я заявляю, что заболевания людей никогда не лечились должным образом
 общепринятой медициной; а наоборот, они лечились неправильно - подавлением – и поэтому пока симптомы были
 замаскированы настоящая причина нарушения здоровья прогрессировала и в конечном итоге наносила удар внутри
 организма, по центральной и периферической нервной системе. </p>
 <p style="text-align: justify;">Позвольте мне дать вам всего несколько фактов, чтобы самим судить: рассеянный
 склероз, заболевание, которое со временем делает своих "жертв" полностью парализованными, это одно из
 заболеваний, от которого страдают тысячи людей на Западе. Это заболевание все еще совершенно незнакомо
 африканцам, азиатам или американцам, живущим на юге, которым недоступно "преимущество" западной
 высококачественной медицины. Боковой амиотрофический склероз, ужасное нарушение нейромышечной системы, также
 незнакомо всем этим людям. Миопатия и мышечная дистрофия также известна только людям, живущим на Западе.
 Эпилепсия, которая сильно распространена на западе, редко встречается в этих странах". </p>
 <p style="text-align: justify;">"Состояние тревоги, навязчивых состояний, и, в общем, нарушения психики тяжелой
 формы, от которых страдают миллионы пациентов в США, почти неизвестны этим группам населения, которым
 недоступна "польза" современной медицины и вакцинации. Хорея и множество других заболеваний нервной системы
 также незнакомы им. </p>
 <p style="text-align: justify;">"Этот пример говорит о том, что все эти хронические заболевания, включая сенную
 лихорадку, астму, рак и СПИД, - результат неправильного вмешательства в организм общепринятой медицины. Это
 подтверждает то, что иммунная система людей, живущих в США, посредством сильнейших химических препаратов и
 повторяющихся вакцинаций, разрушена и, в конечном счете, впускает заболевания все глубже и глубже в организм
 человека, в центральную и периферическую нервную систему". </p>
 <p style="text-align: justify;">"Вкратце, этот пример говорит о том, что общепринятая медицина, вместо
 вылечивания заболевания, в действительности служит причиной вырождения человеческой расы. Также любому из
 нас ясно, что если бы общепринятая медицина в действительности бы излечивала хронические заболевания, то
 сегодня, мы бы имели население на западе здоровое во всех отношениях: и в психическом, и в эмоциональном и в
 физическом плане". </p>
 <p style="text-align: justify;">"Благодаря этому примеру, я уже в 1970 году предсказал появление СПИДа,
 обращаясь к группе врачей в Афинах, высказывая мысль, что если общепринятая медицина будет продолжать
 применять антибиотики так, как она это делает, то придет время, когда иммунная система разрушится, и
 появятся новые неизлечимые заболевания. Это было несчастливое, но точное и своевременное предсказание о
 появлении СПИДа". "Сегодня, я хочу сделать еще одно предсказание. Если общепринятая медицина не обратит
 внимание на то, что мы говорим, и радикально не поменяет свою практическую деятельность и свою логику
 лечения химическими препаратами; если она также не поменяет направление своих научных исследований, то
 вскоре заболевания дойдут до самого "центра" организма, то есть до нервной системы и большинство людей,
 населяющих землю, превратятся в психически нездоровых людей". </p>
 <p style="text-align: left;"><b>Ответы Дж. Витулкаса, присланные по факсу 20 июля, 2000 года</b>: </p>
 <p style="text-align: justify;">"Я очень постараюсь ответить на ваши вопросы. Как вы видите, я сократил
 (изменил) вопросы до самых важных пунктов". (Вопросы Моррелля - курсивом).</p>
 <p style="text-align: left;"><b><i>1.<span style="white-space:pre"> </span>Почему вы утверждаете, что аллопатия
 разрушает здоровье американцев? </i></b></p>
 <p style="text-align: justify;">Не почему вы верите в это, а почему вы решили сказать это? Я говорю о том, что
 чрезмерное использование химических препаратов приводит к появлению таких разрушительных для организма
 побочных действий, что быстрое изменение общего состояния здоровья у людей, населяющих западную часть нашей
 планеты, проявится у последующих поколений (двух или трех). Мы будем свидетелями ужасных последствий. Я
 говорю это не только для американцев, но и для всего цивилизованного мира, который злоупотребляет
 общепринятыми терапевтическими методами лечения (химическими рецептурными препаратами и вакцинациями
 (прививками). </p>
 <p style="text-align: justify;">Американцы принимают подобные антибиотики (химические препараты) в чрезмерном
 количестве и, поэтому, они будут первыми, у кого спустя годы эти последствия скажутся на здоровье. Страшно
 наблюдать вспышку в форме эпидемий хронических заболеваний, таких как болезнь Альцгеймера, диабет, астма,
 нервно-мышечные заболевания, такие как рассеянный склероз, заболевания соединительной ткани, аллергии,
 приступы паники, состояния беспокойства, тревоги, психозы и т.п., и все эти заболевания преобладают на
 западе, пока малоразвитые страны, не обладающие определенными средствами, чтобы обеспечить свое население
 такими сильнодействующими химическими препаратами пока не сталкиваются с подобными заболеваниями. Я верю,
 что любой человек, который бы пришел к пониманию этой проблемы, предупредил бы тех людей, которые находятся
 в опасности. </p>
 <p style="text-align: left;"><b><i>2. Берете ли вы на себя ответственность за сказанные слова и то воздействие,
 которое они имеют? </i></b></p>
 <p style="text-align: justify;">Абсолютно. Это предупреждение, которое я озвучиваю уже в течение последних 25
 лет во всех своих публичных выступлениях. Такое впечатление, что некоторые страны, такие как Германия,
 Россия, Скандинавские страны, и Италия, говорят об этом же и тоже выдвигают серьезные предупреждения. В
 результате, многие люди в этих странах обратились к альтернативным методам лечения, особенно к гомеопатии.
 Правительства этих стран принимают меры. Мне хотелось бы знать, как вы бы поступили на моем месте, имей вы
 мой опыт и подтверждения правдивости моих утверждений? Вы смолчали бы и позволили бы нации, будь то
 африканская, азиатская или кавказская погибнуть? Или вы предпочли бы предупредить об опасности так громко,
 как только это возможно сделать, даже если бы это была последняя возможность, чтобы те, кто услышит меня
 смогли уцелеть? Американцы - относительно новое сообщество, состоящее из многих национальностей, со своей
 харизмой, энергией, самобытностью, искренностью; это общество справедливое и порядочное, и для каждого
 человека в мире оно играет свою роль. Важно, чтобы американцы были здоровы и оставались во здравии
 психическом, эмоциональном и физическом. В разных областях нашей жизни, ученые предупреждают нас о
 многочисленных опасностях, которые угрожают планете (например, экология). Они стараются рассказать миру об
 этих опасностях, несмотря на капиталовложения, которые препятствуют переменам и стараются помешать их
 усилиям. Это мое мнение, что величайшая угроза - кризис здравоохранения - неизбежно грозит выживанию
 населения западного мира, особенно американцам. Я говорю это не потому, что я - сторонник гомеопатии. Все
 люди, которые действительно знают меня, подтвердят, что я буду говорить то же самое, даже если это будет
 идти вразрез с моими личными интересами. </p>
 <p style="text-align: left;">3<b>.Не думаете ли вы, что подобные утверждения могут быть неправильно истолкованы?
 Берете ли вы ответственность за подобное неверное истолкование? </b></p>
 <p style="text-align: justify;">Конечно, я боюсь быть неправильно понятым, но может ли остановить этот страх
 меня, вас или кого-нибудь еще от озвучивания предупреждения, которое может спасти большое количество людей?
 Здесь мы имеем дело со здоровьем людей, вопросом жизни и смерти. Недавно была опубликована информация, что
 300,000 пациентов погибло от препаратов, назначаемых по рецепту в течение определенного срока времени. Если
 эти цифры правильны, то мы должны принять, что очень большое количество пациентов, испытывают на себе
 подобные, пусть не смертельные побочные действия этих препаратов. Многие случаи болезни, которые мы
 стараемся лечить гомеопатией, происходят от таких побочных действий. Я совершенно убежден, что побочные
 действия, проявляющиеся в перспективе от массированного приема медикаментов, негативно воздействуют на
 миллионы людей ежегодно и способствуют в большом масштабе дегенерации (упадку) здоровья всего населения. С
 того момента, как я понял и осознал масштаб вреда от чрезмерного использования химических препаратов, я
 чувствую ответственность озвучить это предупреждение. Я также хотел бы обсудить этот вопрос с любыми
 властными структурами здравоохранения/медицины, которые заинтересованы в этом. Я надеюсь, что могут быть
 приняты правильные меры, которые могут изменить эту угрожающую тенденцию. </p>
 <p style="text-align: left;"><b><i>4. Вы выступаете с подобными речами не только перед гомеопатами, но также перед
 Парламентом Швеции в 1996 в вашем выступлении после получения Нобелевской премии в области альтернативных
 методов лечения. Не думаете ли вы, что подобные замечания могут быть неверно истолкованы? Не посчитают ли их
 за "страшные истории"? Нужны ли более убедительные доказательства, перед тем как делать подобные
 всеобъемлющие заявления? </i></b></p>
 <p style="text-align: justify;">Я озвучиваю это предупреждение в течение 30 лет, каждый раз по-другому, в
 зависимости от ситуации. Суть - та же самая, но я выступаю по-разному, например, если я выступаю перед
 гомеопатами и если я выступаю на общественной лекции. Я озвучил свое предупреждение перед Парламентом
 Швеции, когда мне вручали Нобелевскую премию в области альтернативных методов лечения. Главная мысль моего
 "послания" миру заключалась в той опасности, которая угрожает планете в той области, как используются
 химические препараты, и, в тоже время, есть путь решения этой опасной проблемы, есть выход. Я не только
 критиковал, я также предлагал путь решения, как выбраться из создавшегося положения. Я также выступал с этой
 же речью и с этой же надеждой, когда недавно мне вручали Золотой Орден Венгерской Демократии. Я не один
 выступаю с подобными предупреждениями; много других авторов раньше меня открыто выступали и неуверенно
 высказывались об этой опасности. Я упомяну только пару классиков, которые приходят мне на ум - "Медицинская
 Немезида", автор Иван Иллих, "Лекарства, выгода и политика, There's Gold in Them Thar Pills", автор Klass,
 "Хроническое заболевание и здоровье общества", авторы Лилиенфельд и Гиффорд, и т.д. В медицинской литературе
 полно таких предупреждений и это факт, что время от времени медицинское сообщество признает подобные
 "ошибки" и отказывается от преждевременных "чудодейственных" препаратов, и это подтверждает мое
 утверждение. </p>
 <p style="text-align: justify;">Читатель может обратиться к моей книги "Новая модель здоровья и заболевания"
 (North Atlantic Books, USA; ISBN: 1556430876. April 1992), там вы найдете больше информации. </p>
 <p style="text-align: justify;">Различие между этими авторами и мной заключается в том, что одновременно с
 предупреждением, я предлагаю решение (выход): принятие и использование гомеопатии в большем масштабе.
 Продумывая данное решение, я усиленно работал в течение последних 40 лет. Я прилагал усилия, чтобы вывести
 этот метод лечения на уровень приемлемый для научного мира. Я обучал докторов достигать заслуживающих
 доверия результатов. Я подготовил компьютерную программу, которая поможет им диагностировать. Я написал
 несколько книг, объясняя и обучая, и я нахожусь в процессе написания новой Материи медики (Materia medica),
 состоящей из 16 томов (9 томов уже завершены). Я провожу бесчисленное количество семинаров в разных странах.
 И, наконец, я основал целую школу для переподготовки докторов: Международная Академия Классической
 Гомеопатии (The International Academy of Classical Homeopathy). Сейчас эта программа преподается в
 нескольких странах. </p>
 <p style="text-align: left;"><b><i>5. Действительно ли вы верите, что обычные медики смогут в полной мере осознать
 то, о чем вы говорите? Могут ли они в полной мере понять ваши прогнозы и утверждения? </i></b></p>
 <p style="text-align: justify;">Я не просто верю, что представители общепринятой медицины начали прислушиваться
 ко мне; у нас есть факты, подтверждающие перемену в восприятии того, что я говорю. Уже 2 медицинских
 университета в Европе, Университет Basque в г. Бальбао, Испания и Киевская Медицинская Академия на Украине,
 присвоили мне звание профессора, на соответствующих медицинских факультетах. Некоторые другие университеты
 готовятся включить гомеопатию в свое расписание. В этом году я подписал в Москве с Министерством
 Здравоохранения договор о сотрудничестве, там планируется участие Министерства в переквалификации русских
 врачей в области Классической гомеопатии. Они производят впечатление хорошо информированных людей и
 заботятся о здоровье своих граждан больше, чем в любой другой Европейской стране. Также я могу заявить, что
 Европейский Союз, после моих бесед с Президентом, возглавляющим научную группу Парламента, заинтересовался
 альтернативными методами лечения и совместно с Министром здравоохранения, провел значительным большинством
 голосов в Парламенте директиву, рекомендующую различным представителям правительств Европейских государств
 содействовать развитию гомеопатии.</p>
 <p style="text-align: justify;">Министерство Здравоохранения Италии предлагает своему Парламенту новый
 законопроект, гарантирующий официальное положение гомеопатического метода лечения. Я полагаю, нет
 необходимости продолжать перечисление фактов, подтверждающих данное положение вещей. Если властные
 структуры, курирующие медицину, и Департамент здравоохранения США выбирают путь игнорирования данных
 вопросов, это их проблема и их ответственность. После моего предупреждения, им не сможет служить оправданием
 миф, что они ничего не знали. Но я верю, что американцы - умные, прогрессивные и достаточно агрессивные, и
 простые граждане могут положить начало крутому повороту в своей среде. Тот факт, что медицинские посещения
 врачей альтернативных методов лечения в США в 2 раза больше визитов к врачам общепринятой медицины,
 подтверждает, что американцы все больше осознают эту проблему. </p>
 <p style="text-align: left;"><b><i>6. Полагаете ли вы, что требуется гораздо более точный научный подход и с вашей
 стороны и со стороны других гомеопатов перед тем, как выдвигать подобное заявление? </i></b></p>
 <p style="text-align: justify;">Я согласен, что требуется больше научных исследований, чтобы определить
 настоящий ущерб, нанесенный химическими препаратами и истинные границы гомеопатии. Именно поэтому, когда я
 получил Нобелевскую премию в области альтернативных методов лечения, подкрепленную существенным денежным
 вознаграждением, я распределил всю эту сумму между несколькими научными центрами по всему миру. Но эти
 деньги (85 000$) - гроши, по сравнению с теми деньгами, которые вкладывают в научные исследования в области
 обычной медицины, которые исчисляются миллиардами. До сих пор представители власти говорят: "Предоставьте
 нам больше научных исследований". Специалист, курирующий здравоохранение в Евросоюзе, сказал мне то же
 самое, а моя позиция была следующей: "Дайте нам больше денег на проведение большего количества и более
 качественных научных исследований". Они пообещали нам выделить немного денег. Но все равно, сумма -
 мизерная, в сравнение с теми деньгами, которые вливаются в учреждения обычной медицины, но это только
 начало. </p>
 <p style="text-align: left;"><b><i>7. У меня такое ощущение, что, говоря то, что вы говорите, вы не только
 изолируете себя, но также можете повредить гомеопатии. </i></b></p>
 <p style="text-align: justify;">Я не согласен с вашим высказыванием. Я всего лишь назову вам несколько фактов.
 Когда я выступал перед организацией LIGA Medicorum Homeopatica Internationalis в Будапеште в мае этого года,
 они предоставили 2 аудитории по 300 мест каждая для моего выступления. (В одной, участники могли слушать
 через закрытую телевизионную сеть). Обе аудитории были переполнены и в той, в которой я выступал, где-то
 человек 50 стояли, не шевелясь в течение всего моего 1.5 -часового выступления. Для всех остальных
 выступающих использовалась всего лишь 1 аудитория, и она не была заполнена. Вы называете это изоляцией?
 Когда в январе я выступал с семинаром в Индии, собралось 2 500 гомеопатов со всей Индии в самом крупнейшем
 зале страны. Вы это тоже называете изоляцией? В Германии в 1997 году, когда я выступал на всемирном
 Конгрессе, в день моего выступления зал заполнили 1 500 гомеопатов. В этом году в Германии около 2 000
 гомеопатов посетили мои лекции. Вы называете это изоляцией, которая может повредить гомеопатии? Тем не
 менее, это правда, что многие не информированы о возможностях гомеопатии и не осознают побочные действия
 химических препаратов. Работа, заключающаяся в информировании населения, ложится на плечи всех нас,
 касающихся гомеопатии, и я надеюсь, что каждый будет выполнять свой долг. Вне всякого сомнения, нам все еще
 предстоит выполнить много работы, чтобы рассказать миру о недостатках обычной медицины и рассказать о
 возможностях гомеопатии, которые она предлагает страдающим больным людям. Вопрос не в том, сможет ли
 гомеопатия вскоре занять то место, которое она заслуживает на терапевтической "арене". Я чувствую, что это
 мой долг, и долг моих учеников подготовить практикующих врачей, которые впитать в себя воздействие (влияние)
 такого изменения в медицине".</p>
 <p style="text-align: justify;">Информация взята с сайта <a href="https://oxakodoc.ru/library" target="_blank" rel="noopener noreferrer">Читальня</a> </p>

 <p></p>

 <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


 </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
