<template>
    <div class="ui container">

        <h1 class="mt-12" style="text-align: left;">Почему кофе является антидотом гомеопатии</h1>


        <p style="text-align: justify;"><b>Кофе может существенно снизить и даже полностью заблокировать действие
                гомеопатического препарата, поэтому в период лечения следует воздержаться от его употребления
                совсем. Чтобы понять причину такого радикального запрета
                    и осознать его важность, необходимо разобраться в механизме воздействия кофе на организм
                    человека.</b></p>
        <p style="text-align: justify;">Кофе — достаточно коварный стимулятор. Даруя вам временный прилив сил и убирая
            сонливость он забирает у вас кое-что взамен.</p>
        <p style="text-align: justify;">В теле здорового человека существует некоторый энергетический баланс, при
            болезни он нарушается. Это связано либо с потерей энергии, либо с препятствиями на пути ее распределения.
            Объем энергии у каждого человека разный, примерно рассчитать его можно, оглядываясь на жизнь предков.
            Проанализируйте их время жизни, и вы узнаете, сколько энергии содержится в вашем теле.</p>
        <p style="text-align: justify;">Кофе действует как сильный возбудитель, у любого человека он провоцирует выброс
            энергии. Понятно, что если здоровому человеку это не причинит вреда, то у больного может спровоцировать
            усиление болезни.</p>
        <p style="text-align: justify;">Тот объем энергии, который вытолкнул из организма кофе, мог бы пойти на создание
            новых веществ, на мыслительную или творческую деятельность. Таким образом, отказ от кофе – это не только шаг
            навстречу здоровым нервам и желудку, но и возможность сохранить жизненную энергию.</p>
        <p style="text-align: left;"><b>Почему кофе «не бодрит»</b></p>
        <p style="text-align: justify;">Известно, что чашечка кофе с утра может вернуть бодрое состояние и заставить
            организм проснуться. Почему же на некоторых людей кофе действует прямо противоположно: они чувствуют еще
            большую сонливость, упадок сил?</p>
        <p style="text-align: justify;">Все очень просто, если мы представим человека как чашу, наполненную энергией, а
            чашечку кофе – как вещество, её выталкивающее, то неудивительно, что в чаше с капелькой энергии после приема
            кофе ее не останется вообще. Другими словами, кофе выбивает из организма последние силы, в результате
            человек испытывает слабость и сонливость, не может работать. Стоит заметить, что сон для человека невероятно
            важен, в его процессе не только обрабатывается полученная за день информация, но и восстанавливаются силы.
        </p>
        <p style="text-align: justify;">Больным людям прописывают покой, да и сам заболевший человек постоянно хочет
            спать. Изучая причины и следствия, ученые не перестают удивляться сложности всей системы. Когда организм
            начинает бороться с болезнью, ему нужна дополнительная энергия. Лечение гомеопатией, как известно,
            заставляет идти процесс болезни вспять. Проходя сложные этапы, организму опять нужно много энергии, вот и
            получается, что кофе и лечение – вещи несовместимые.</p>
        <p style="text-align: justify;">Информация в организме на биохимическом уровне передается через жидкость, в
            основном через кровь. Вводя в организм гомеопатические препараты, мы начинаем воздействовать на больной
            орган. Информация передается в основные центры с целью мобилизовать жизненную силу для борьбы. Поскольку
            процесс передачи информации постепенный, долгий, очень важно не прерывать канал связи, будь то какие-то
            химические препараты, активные вещества или даже стресс. Многие гомеопаты замечали, как лечение сводится на
            “нет” из-за каких-то не особо значительных факторов. Очень важно наладить работу организма в первый год
            приема гомеопатических препаратов, проследить за тем, чтобы процесс выздоровления не прерывался. Как только
            результаты будут видны, можно позволить себе немного расслабиться и выпить чашечку любимого напитка. Однако,
            принятие антидота, в нашем случае это кофе, не должно становиться нормой.</p>
        <p style="text-align: justify;">Знаменитый гомеопат Джордж Витулкас, занимающийся гомеопатией вот уже более 65
            лет, отмечал, что ежедневный прием кофе может не только свести на нет долгое лечение, но и стать причиной
            повторного заболевания.</p>
        <p style="text-align: justify;">Разумеется, каждый сам решает, как ему жить, но согласитесь, намного приятнее
            быть здоровым и бодрым, отказавшись от некоторых “благ”, чем всю жизнь мучиться хроническим заболеванием,
            скрашивая его чашкой кофе.</p>
        <p style="text-align: justify;"></p>
        <div style="text-align: left;"><span style="color: var(--un-prose-body);">Тарасова Елена Александровна</span>
        </div>
        <div style="text-align: left;"><i style="color: var(--un-prose-body);">(использованы некоторые данные журнала
                "Гомеопатический горизонт")</i></div>
        <p></p>





        <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="success">назад</el-button>


    </div>
</template>

<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
