<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>


            <p style="text-align: justify;"><b>Представляя случаи из моей практики, хочу вас предостеречь от самолечения
                    и бездумного применения тех препаратов, которые я здесь описываю. Все назначения были мной сделаны с
                    учётом индивидуальных особенностей пациентов и симптомов заболевания, поэтому не могут быть
                    приемлемы для всех. В лучшем случае, вы не получите результата и разочаруетесь в гомеопатии, а в
                    худшем, можете даже ухудшить состояние своего здоровья. Правильнее будет, если препараты вам
                    назначит врач гомеопат, который досконально рассмотрит ваш случай и учтёт все особенные и необычные
                    симптомы, ведь именно это и входит в компетенцию такого метода, как гомеопатия.</b></p>

            <p style="text-align: left;"><br></p>
            <p style="text-align: left;"><b>ПРОБЛЕМА НЕРЕГУЛЯНЫХ МЕНСТРУАЦИЙ У ДЕВУШКИ 18 ЛЕТ</b></p>
            <p style="text-align: justify;">Ко мне на консультацию обратилась девушка 18 лет. Пришла на приём она вместе
                с мамой. Жалобы на нерегулярный менструальный цикл. Девушка с мягким характером, смущается при
                разговоре, держит за руку мать. В 18 лет она ещё слишком сильно привязана к своей матери и все свои
                вопросы решает с маминого согласия. Уступчивая, легко может заплакать при любой волнительной ситуации,
                «глаза на мокром месте».&nbsp; При этом ей важно, чтобы ей сочувствовали, поддерживали и успокаивали.
                Менструации с 12 лет – нерегулярные. Менструальный цикл продолжительностью от 30 до 90 дней. В детстве
                страдала ячменями на глазах и частыми отитами как осложнения ОРВИ. Девушка не переносит душные
                помещения, любит свежий воздух, даже зимой спит с открытой форточкой, падала в обморок в бане. В пище
                предпочитает сладкое, крем на торте, мороженое, обожает сливочное масло, которое ест кусками.</p>
            <p style="text-align: justify;">Мной был дан гомеопатический препарат <b>ПУЛЬСАТИЛЛА</b>, на фоне приёма которого
                менструальный цикл стал регулярным.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>ДИСМЕНОРЕЯ У МОЛОДОЙ ДЕВУШКИ. СЛУЧАЙ ЦИМИЦИФУГИ</b></p>
            <p style="text-align: justify;">Наблюдательность – крайне важное качество врача гомеопата. Именно
                наблюдательность – одна из составляющих успешной гомеопатической консультации и правильно назначенного
                препарата. Врач не только слушает жалобы пациента, он обращает своё внимание, как пациент говорит,
                замечает его жесты, подмечает его выражение лица, внешний вид, смотрит за его реакциями на задаваемые
                вопросы, то есть наблюдает за всеми невербальными сигналами.&nbsp;</p>
            <p style="text-align: justify;">Я вспоминаю интересный случай. У меня на консультации была пациентка,
                молодая девушка, которая при разговоре постоянно громко вздыхала. На мой вопрос, замечает ли она это за
                собой, она ответила: "Правда доктор? Я не обращала на это внимание." "Непроизвольные вздохи"&nbsp;– один из
                симптомов, который имеют в своём арсенале не так много гомеопатических препаратов. Поэтому – это важный
                симптом, на который стоит обращать внимание врачу. Некоторые гомеопаты назначают только по одному этому
                симптому препарат <b>ИГНАЦИЯ</b>, не особо глубоко разбираясь в ситуации. Именно <b>ИГНАЦИЯ </b>изначально и была дана
                этой "вздыхающей" девушке гомеопатом, к которому она пошла до обращения ко мне проконсультироваться.
                Препарат ей не помог...&nbsp;</p>
            <p style="text-align: justify;">А жаловалась она на сильные головные боли, исходящие из шейно воротниковой
                зоны и болезненные менструации.&nbsp;</p>
            <p style="text-align: justify;">Итак, возвращаясь к наблюдательности врача. На консультации эта девушка
                говорила без перерыва. Она рассказывала мне о своей жизни, о жизни своих родственников, о своих
                увлечениях и проблемах, болезнях, страхах и тревогах без остановки. Прошло больше часа, пока я задала ей
                свой первый вопрос...</p>
            <p style="text-align: justify;">Я назначила ей препарат <b>ЦИМИЦИФУГА</b>, который ей и помог с её головными болями
                и дисменореей...&nbsp;</p>
            <p style="text-align: justify;">Как важно врачу видеть, чувствовать и понимать всю полноту картины пациента!
                И ИГНАЦИЯ и ЦИМИЦИФУГА – и тот и другой препарат – истеричные люди со склонностью к вздохам и спазмам.
                Но, без сомнения, эта девушка&nbsp;– не скрытная молчаливая ИГНАЦИЯ, а общительная "болтушка"
                ЦИМИЦИФУГА.&nbsp;</p>
            <p style="text-align: justify;">Берегите свое здоровье, обращайте на консультацию к грамотным гомеопатам!
            </p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>ТЯЖЁЛЫЕ МИГРЕНИ У ЖЕНЩИНЫ В ПЕРИОД КЛИМАКСА</b></p>
            <p style="text-align: justify;">У меня на приёме женщина 50 лет. Жалуется на головные боли, которые возникли
                у неё в период климакса. Головные боли утренние, левосторонние, пульсирующего характера, с приливами
                жара к лицу. Пациентка жаркая, не переносит солнце, на солнце усиливается головная боль. Головные боли
                иногда сопровождаются подъёмами артериального давления до 180 на 110 и сердцебиением. Пациентка
                болтливая, в разговоре постоянно перескакивает с темы на тему. Очень сильный страх змей, не может видеть
                картинки со змеями, змеи снятся в «сновидениях ужасах». Ревнива в отношениях с близкими (даже
                безосновательно, на этом акцентирует внимание сама) и раздражительна.</p>
            <p style="text-align: justify;">Мной прописан гомеопатический препарат <b>ЛАХЕЗИС</b>, который ей помог. На
                следующем приёме через 2 месяца женщина рассказывает об улучшении самочувствия со стороны головных болей
                и стабилизации артериального давления.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>ЖЕНЩИНА С ЖАЛОБАМИ НА БОЛИ В ПОЯСНИЦЕ ИШИАС ХРОНИЧЕСКИЙ ХОЛЕЦИСТИТ И
                РЕЦИДИВИРУЮЩИЙ ЦИСТИТ</b></p>
            <p style="text-align: justify;">Ко мне на приём обратилась женщина 50 лет, с жалобами на периодически
                возникающие пронизывающие боли в пояснично-крестцовой области и выраженная тугоподвижность этой области;
                острые, внезапно возникающие боли в области правой ягодицы, которые распространяются вниз по задней
                поверхности правого бедра; повторяющиеся циститы с режущими болями после мочеиспускании и при удержании
                мочи. В анализах мочи осадок – оксалаты. Так же её периодически беспокоят острые внезапно возникающие
                боли в правом подреберье (желчный пузырь), которые она снимает спазмолитиками и диетой.</p>
            <p style="text-align: justify;">Был дан гомеопатический препарат <b>БЕРБЕРИС</b>, который сгладил симптомы, а в
                дальнейшем многие симптомы исчезли на данном препарате.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ ОЧАГОВОЙ АЛОПЕЦИИ У ПАЦИЕНТКИ С МОЧЕКАМЕННОЙ БОЛЕЗНЬЮ И ПИЕЛОНЕФРИТОМ
            </b></p>
            <p style="text-align: justify;">Пациентка 30 лет с жалобами на очаговое выпадение волос. При осмотре крупный
                очаг облысения в височной области слева с переходом на затылок. Фолликулярный аппарат сохранён, есть
                зона расшатанных волос. Беспокоит очаг ощущением сухости и сжатия кожи.</p>
            <p style="text-align: justify;">Проблема началась в пубертатном возрасте, в 13 лет. По анализам мочи был
                поставлен диагноз пиелонефрит. Первый приступ почечной колики случился в 19 лет. Был поставлен диагноз
                МКБ справа. В тот же период началось выпадение волос и менструации стали болезненными. У мамы пациентки
                так же МКБ, узлы щитовидной железы, проблемы с суставами – артрозы и миома матки.</p>
            <p style="text-align: justify;">У девушки плохой аппетит в течение дня, она быстро насыщается, когда ест, но
                плохо переносит голод. Иногда просыпается ночью, чтобы немного перекусить. Испытывает сильную сонливость
                после обеда. Склонность к запорам. Пристрастие к сладостям. Часто беспокоят газы после еды.&nbsp;</p>
            <p style="text-align: justify;">Назначен препарат <b>ЛИКОПОДИЙ</b>.</p>
            <p style="text-align: justify;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">На повторном визите выпадение волос стало меньше, зоны расшатанных волос
                нет. Ушло ощущение сжатия кожи в области очага алопеции. Аппетит такой же, стул так же со склонностью к
                запорам. Кожа на теле сухая. Ногти ломкие. Пристрастие к сладкому. Моча стала ярко оранжевого цвета.
                Рекомендовано сделать общий анализ мочи.</p>
            <p style="text-align: justify;">Назначение –&nbsp;<span style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder;">ЛИКОПОДИЙ&nbsp;</span>продолжен.</p>
            <p style="text-align: justify;">На повторном приёме через 2 месяца.</p>
            <p style="text-align: justify;">Пациентка жалуется на сновидение – сны о падениях с высоты каждую ночь. По
                состоянию волос без особых изменений. Появилось головная боль с ощущением гвоздя. Запор остается,
                сухость кожи остается.&nbsp;</p>
            <p style="text-align: justify;">Дан препарат <b>ТУЯ</b>.</p>
            <p style="text-align: justify;">Повторный визит через 2 месяца.</p>
            <p style="text-align: justify;">Сны о падении, головная боль не беспокоят. Зона расшатанных волос
                отсутствует. Волосы стали отрастать.</p>
            <p style="text-align: justify;">Продолжена терапия <b>ТУЕЙ</b>.</p>
            <p style="text-align: justify;">Повторный визит через 2,5 месяца.</p>
            <p style="text-align: justify;">Рост волос в очаге продолжается. Пациентка отмечает, что её продолжает
                беспокоить запор без позывов или позывы очень слабые, стул сухой, как овечий кал, сухость слизистой рта,
                слабые ногти, сухость кожи и волос. Был назначен препарат <b>АЛЮМИНА</b>, на фоне которой ушёл хронический
                запор и сухость слизистых и кожи, ногти стали лучше.</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p style="text-align: left;"><b>СЛУЧАЙ КРАСНЫХ УГРЕЙ, РОЗАЦЕА И ДЕМОДЕКОЗА У ПАЦИЕНТКИ В КЛИМАКСЕ</b></p>
            <p style="text-align: justify;">У меня на консультации женщина 57 лет. Обратилась она с жалобами на
                высыпания на лице (щёки) и приливы жара к голове. Ощущение жгучего зуда и жара на лице, особенно стало
                ярко проявляться на фоне климакса. При осмотре на лице в области щёк ярко-красные, воспалённые папулы
                (прыщики) и купероз (телеангиоэктазии) сосудов. Из других жалоб – правосторонние головные боли
                (мигрени), которые стали беспокоить так же на фоне климакса. Пациентка любит пряную, острую пищу, но
                ограничивает её употребление в силу беспокоящих частых изжог и жгучих отрыжек. У неё рефлюкс-эзофагит.
            </p>
            <p style="text-align: justify;">Был назначен препарат <b>САНГВИНАРИЯ </b>с хорошим лечебным эффектом в отношении
                кожи и мигреней.</p>
            <p style="text-align: justify;"><br></p>
            <p style="text-align: left;"><b>СЛУЧАЙ ЛЕЧЕНИЯ АРНИКОЙ ПОВТОРЯЮЩИХСЯ СНОВИДЕНИЙ</b></p>
            <p style="text-align: justify;">На консультации у меня была женщина 53 лет, которая 32 года не могла
                отпустить ситуацию разлуки с любимым человеком. Они расстались, но та боль продолжала жить в ней все эти
                годы. На мой вопрос: "Почему столько лет Вы помните об этом так остро?" она ответила: "Потому что тогда
                я была счастлива и никогда больше у меня не было такой наполненности, такой радости, такой душевной
                близости и поддержки. И время здесь бессильно!" Она не могла принять расставание, так как оно было
                внезапным, неожиданным и сильнейшим ШОКОМ для неё. Тогда рухнул её мир. Она не могла понять, почему так
                произошло и не могла это выяснить, хотя пыталась это сделать много лет. Не буду очень подробно
                рассказывать её историю жизни, скажу, как я вышла на препарат <b>АРНИКА</b>.</p>
            <p style="text-align: justify;">Она рассказывала о СНАХ, которые ей снятся все 32 года. Они ПОВТОРЯЮТСЯ и
                часто ПРОДОЛЖАЮТСЯ ночью ПОСЛЕ ПРОБУЖДЕНИЯ. Это были ИЗНУРЯЮЩИЕ СНЫ, и она от них страдала. Вначале я
                дала ей препарат <b>НАТРИЙ МУРИАТИКУМ</b>, у которого в патогенезе тоже есть и душевная ТРАВМА, и ПОСЛЕДСТВИЯ
                ГОРЯ, и ПОВТОРЯЮЩИЕСЯ СНЫ, ПРОДОЛЖАЮЩИЕСЯ ПОСЛЕ ПРОБУЖДЕНИЯ. Но он ей не помог. Помогла <b>АРНИКА</b>...</p>
            <p style="text-align: justify;">Было интересно общаться с ней через месяц после приёма препарата. Она мне
                сказала: "Доктор, мне помогли понять, почему у меня продолжаются эти сны, стихи Марины Цветаевой «Связь
                через сны». Я наконец в них нашла ответ на свой вопрос, который меня больше полжизни мучил." Это было
                сказано с облегчением!</p>
            <p style="text-align: justify;">&nbsp;</p>
            <p><b>СИНДРОМ ХРОНИЧЕСКОЙ УСТАЛОСТИ У МОЛОДОГО ЧЕЛОВЕКА С АЛОПЕЦИЕЙ</b></p>
            <p style="text-align: justify;">У меня на приёме молодой человек 20 лет, который жалуется на постоянное
                утомление, чувство разбитости, апатию и очаговое поредение волос. 2 года назад перенёс стресс, потерю
                близкого человека. Через 3 месяца после стресса заметил на голове участок облысения. Также отмечает в
                последний год ухудшение памяти. Стал более забывчивым. У него желание много, долго спать, сон немного
                восстанавливает его силы. Из интересных симптомов – изменение в пристрастиях в еде. Молодой человек
                испытывает сильную потребность в сочных фруктах и фруктовых соках.&nbsp;</p>
            <p style="text-align: justify;">Мной был назначен гомеопатический препарат <b>АЦИДУМ ФОСФОРИКУМ</b>, который ему
                помог.</p>
            <p><br></p>
            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
